[
  {
    "headline": "How doulas can improve the safety of childbirth for women of color",
    "teaser": "There’s evidence to suggest that working with a doula can reduce serious pregnancy complications for women of color. These Blue Cross and Blue Shield companies are making doulas part of the solution.",
    "article": "For every mother who dies a pregnancy-related death in the U.S., 70 experience a life threatening event. These are unexpected cases of what doctors call severe maternal morbidity (SMM), such as cardiac arrest, hemorrhage or sepsis, events that could be fatal or affect a woman long after childbirth. The overall rate of these events has increased by over 200% in the past two decades. And the statistics are worse for women of color. Researchers at the University of Illinois Chicago found that Black women face a 70% higher risk of SMM than any other racial group. Doulas might provide the prenatal support women at risk need to have a healthy pregnancy and childbirth. The role of doulas in reducing SMM Doulas provide emotional, physical, and informational support to women before, during and after childbirth. They’re trained but non-clinical partners to women, often supplementing care from doctors and midwives. There’s evidence to suggest that working with a doula can reduce serious complications. Research finds that doula care can help reduce C-sections, decrease maternal anxiety and depression and help coordinate care and communication between women of color and their other healthcare providers. According to March of Dimes, “The role of doula care in reducing C-sections is important, because C-sections contribute to the risk of maternal morbidity and mortality in initial and subsequent pregnancies.” Blue Cross and Blue Shield companies are increasing support for doulas Many BCBS companies are including doula coverage in their members’ plans, making philanthropic contributions to doula organizations that focus on underserved communities and funding training programs for doulas. Training: The Blue Cross Blue Shield of Michigan Foundation funded a program at Western Michigan University Homer Stryker Medical School to create and train a network of eight community doulas to assist women at risk of poor birth outcomes. Eliminating disparities: Blue Cross and Blue Shield of Minnesota has taken action to help increase access to culturally appropriate doula services for women of color in its Medicaid plan. To make the doula model more sustainable, the company increased reimbursement rates by 60% for contracted providers for non-labor and delivery visits. It is also providing workforce development scholarships to increase the number of doulas in areas with the least access and providing member education about the doula program. Doula coverage: CareFirst BlueCross BlueShield, through their grant making efforts, covers doula services for Medicaid patients, including for those who visit the innovative Mamatoto Village, an organization focused on empowering Black mothers with services and education. Supporting doula organizations: Blue Cross and Blue Shield of Illinois has provided funding to Chicago Volunteer Doulas, who care for pregnant and new mothers in vulnerable communities. Excellus BlueCross BlueShield supports Syracuse Community Connections, an organization that provides culturally competent doula care with a focus on Black women and women of color. Doulas and culturally competent care Doulas may also be able to play another role in eliminating racial disparities in maternal health. A Tufts University School of Medicine researcher notes that doulas may be more trusted members of the community and able to spend time listening to a mother's needs and concerns. Within the traditional healthcare system, Black women face unconscious bias, which can cause doctors to dismiss a Black mother's concerns or create a lack of trust between patient and doctor. Blue Cross and Blue Shield of Illinois, Blue Cross Blue Shield of Michigan, Blue Cross Blue Shield of Michigan Foundation, Blue Cross and Blue Shield of Minnesota, CareFirst BlueCross BlueShield and Excellus BlueCross BlueShield are licensees of the Blue Cross Blue Shield Association, an association of independent, locally owned Blue Cross and Blue Shield companies. All company names and brands are the property of their respective owners, used for identification purposes only, and are in no way associated or affiliated with the Blue Cross and Blue Shield Association. Use of these names and brands does not imply endorsement.",
    "byline": "Kristin Gourlay",
    "plans": [
      "BCBSA"
    ],
    "states": [
      "Michigan",
      "Minnesota",
      "Maryland",
      "Illinois",
      "New York"
    ],
    "slug": "how-doulas-can-improve-the-safety-of-childbirth-for-women-of-color",
    "img_url": "feature-how-doulas-can-improve-the-safety-of-childbirth-for-women-of-color-a.png",
    "topic": "Maternal Health",
    "subtopics": [
      "Expanding Access to Doulas",
      "Provider Education and Training",
      "Community Partnerships"
    ],
    "feature": "true",
    "read_time": "3"
  },
  {
    "headline": "In New Jersey, addressing mood disorders in postpartum Black women",
    "teaser": "On a mission to ensure Black mothers receive the care they need for postpartum depression and other mood disorders, Horizon Blue Cross Blue Shield of New Jersey is breaking down barriers to access and learning more about a disparity in diagnosis rates.",
    "article": "About one in nine mothers experiences postpartum depression or another mood disorder in the U.S., a condition that can be crippling for a new mother and affect a newborn’s development. For Black mothers, rates of postpartum depression may be even higher, but many are never diagnosed. Horizon Blue Cross Blue Shield of New Jersey (Horizon) experts believe that highlights another racial disparity in the way Black mothers receive care, disparities that have led to this alarming statistic: New Jersey has the highest maternal mortality rate in the nation (among states that report this data). So the health plan is on a mission to make sure Black mothers and babies thrive. It’s just one part of Horizon’s pledge to eliminate health disparities. Identifying the root causes and the smartest interventions The key is a unique partnership between the state’s Medicaid agency, Horizon, which manages more than a million Medicaid members and the state’s largest health system, RWJBarnabas Health. University of Chicago researchers are guiding the team’s work, using evidence based strategies. Together, they’ve been digging into the root causes behind disparities in postpartum depression or other mood disorder diagnosis rates and mapping out the best ways to intervene. Why Black women may not be getting equitably diagnosed or treated Many doctors use a standard method for screening postpartum depression. But Horizon’s Valerie Harr says that method may fall short for Black mothers “Postpartum depression may not be expressed the same way by Black women,” says Harr. “They may experience physical symptoms. They may experience stigma in their own communities when it comes to depression,” which means they may not be as comfortable reaching out for help. Harr says the team’s analysis also found that Black mothers may not be able to access postpartum care as easily as their White counterparts. They may need transportation, childcare or help paying out of pocket costs for appointments. Medicaid patients face the biggest barriers to care. In addition, there may be stigma associated with seeking behavioral healthcare. Designing a new approach to helping Black mothers receive postpartum care Harr says Horizon will pilot some solutions with Medicaid patients in Newark, N.J., an area with some of the most tragic outcomes for Black mothers and babies. In the near future, Harr says Horizon can: Tap into the expertise of community health workers and doulas to address the social determinants of health that affect participants Provide culturally sensitive health education for participants and healthcare providers Help raise awareness among clinicians about how to find and make effective referrals for postpartum behavioral health treatment The health plan and its partners will also be piloting programs to: Educate clinicians about culturally appropriate ways to diagnose postpartum mood disorders Encourage providers to reach out proactively to Black mothers for follow up visits Help providers make treatment referrals Tap into a network of trusted community health workers who can help moms get to follow up appointments Empower doulas, women trained to support and educate moms through and after childbirth, to connect women with postpartum care Harr says that while the initiative continues to evolve, the team is committed to making New Jersey a model for improving maternal health. Horizon Blue Cross Blue Shield of New Jersey is an independent licensee of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies. RWJBarnabas Health is the largest, most comprehensive academic health care system in New Jersey with a service area covering nine counties with five million people.",
    "byline": "Kristin Gourlay",
    "plans": [
      "Horizon BCBS NJ"
    ],
    "states": [
      "New Jersey"
    ],
    "slug": "in-new-jersey-addressing-mood-disorders-in-black-postpartum-women",
    "img_url": "feature-in-new-jersey-addressing-mood-disorders-in-black-postpartum-women-a.png",
    "topic": "Maternal Health",
    "subtopics": [
      "Behavioral Health Services",
      "Provider Education and Training",
      "Community Partnerships"
    ],
    "feature": "true",
    "read_time": "3"
  },
  {
    "headline": "Culturally appropriate interventions for mothers and newborns",
    "teaser": "In Arizona, American Indian women face maternal death rates as high 70.8 deaths per 100,000 births. The same communities also face tragically high rates of substance use disorders (SUDs). To address these disparities, Blue Cross Blue Shield of Arizona is helping pregnant and parenting women access education, care and treatment for SUDs in tribal communities across the state.",
    "article": "Arizona has the third-highest American Indian population in the U.S., comprised of Apache, Hopi, Navajo and many other tribes. One of the most significant health crises facing these communities is substance use disorder (SUD). Rates of SUDs are higher among American Indians than any other population group in the country, according to the Substance Abuse and Mental Health Services Administration's 2018 National Survey on Drug Use and Health. FOR POP-OUT GRAPHIC: Maternal death rates among American Indian women in Arizona are 4x higher than the general U.S. population.* * The Centers for Disease Control and Prevention (CDC) A complex fabric of social and historical factors make American Indian populations more vulnerable to substance misuse and inhibit their access to treatment: High levels of poverty Historical trauma Racism and discrimination High unemployment rates Underfunded health services Shortages of providers in rural communities Lack of transportation These same factors contribute to devastating maternal death rates. In Arizona, American Indian women face rates as high 70.8 deaths per 100,000 births. That's according to the CDC. The average maternal death rate across the U.S. is 16.7 per 100,000. Tribal communities throughout Arizona have identified the need for more education, prevention and treatment to serve pregnant and parenting women with an SUD. Mobilize AZ Blue Cross Blue Shield of Arizona (BCBSAZ) is the state's largest health insurer. With deep connections to Arizona's tribal nations, the company is committed to supporting native mothers and babies through culturally appropriate interventions. In part, that means investing in programs and organizations that already serve Native Indian communities throughout the state and expanding their capacity. The health insurer's pubic health program, Mobilize AZ, earmarks millions of dollars each year to build statewide capacity and resources for prevention, treatment, resiliency and recovery efforts. Funding priority is given to projects that expand resources, increase systems-level capacity, target an identified vulnerable population, and have a measurable impact. Through this program, BCBSAZ is supporting: Free childcare for native women receiving SUD treatment Culturally competent education on substance use prevention for young women and providers in tribal communities Helping build self esteem among native girls and young mothers. Education on clinically proven interventions for newborns with neonatal abstinence syndrome (NAS) Transportation from rural tribal communities to Phoenix, Arizona for NAS treatment Training for 250 child development specialists to provide Native Indians throughout the state with at-home support Educating tribal families on mindfulness and stress reduction to help reduce unhealthy coping behaviors The company is also advocating on behalf of the state's tribal communities on policy matters. While Medicaid in some states covers housing costs, in Arizona, it does not. BCBSAZ is leading the charge to change that policy, which would help support low-income native households--many of which qualify for Medicaid. Blue Cross Blue Shield of Arizona is an independent licensee of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Brianna Keefe",
    "plans": [
      "BCBS AZ"
    ],
    "states": [
      "Arizona"
    ],
    "slug": "culturally-appropriate-interventions-for-mothers-and-newborns",
    "img_url": "feature-culturally-appropriate-interventions-for-mothers-and-newborns-a.jpg",
    "topic": "Maternal Health",
    "subtopics": [
      "Behavioral Health Services",
      "Community Partnerships",
      "Maternal Health Social Services",
      "Provider Education and Training"
    ],
    "feature": "true",
    "read_time": "3"
  },
  {
    "headline": "Eliminating food insecurity to improve maternal and fetal health",
    "teaser": "Too many Americans, including pregnant women, aren’t sure where their next meal is coming from or whether they’ll have enough food to go around for the whole family. But some communities are stepping up ways to connect pregnant women with the food and nutritional education they need to stay healthy.",
    "article": "Researchers are still learning how limited or uncertain access to nutritious food can be harmful during and after pregnancy for both mother and baby. Food insecurity may increase the release of stress hormones, which has been linked to pre-term birth as well asunhealthy changes in a mother’s pregnancy weight. It has been linked to an increased risk for post-partum depression. Food insecurity can also affect a pregnant woman’s blood pressure, and so much more. Who is food insecure? The burden of food insecurity is borne disproportionately by Black, Indigenous and women of color. Federal statistics show Black Americans are twice as likely to be food insecure as the national average. Through another lens, one in five Black people is food insecure, according to Feeding America. Federal food assistance programs may help. But doctors and health insurers are seeing an opportunity — and using new resources — to support women at risk. Three programs that keep pregnant women and their families from going hungry In Minnesota, Blue Cross and Blue Shield of Minnesota is studying the impact of providing mothers and families in need clinically tailored meals, food boxes and nutritional coaching. Members can start as early as 20 weeks into their pregnancy and continue through the second month after birth. The healthy food program is a partnership with Project Well and Second Harvest Heartland, which will deliver the food and the coaching. Members can also be connected to additional food benefit programs and resources to meet other social needs through case management. In New York, Excellus BlueCross BlueShield is working with FoodLink, a local food bank, to pilot a nutrition program designed to identify at - risk moms and connect them to nutritional education and resources. Experts from Excellus BCBS say providing boxes of food is only one step in addressing food insecurity. Empowering mothers with culturally competent nutrition education can do even more to keep moms and their children healthy. Blue Cross and Blue Shield of Kansas City works with local food banks and food distributions centers to help members who are pregnant or new moms. Mothers who continue to experience food insecurity are connected with a state food assistance program. The health plan trains front line providers to screen women for food insecurity. Then Blue Cross and Blue Shield of Kansas City community health workers connect those members to resources to meet their social needs and follow up with providers. Food as healthcare Healthcare providers and health insurers are increasingly involved in meeting more than just medical needs for their patients. They recognize that having enough food to eat, or access to transportation, among other social needs, are just as critical for good health as a blood test or a sonogram. And right now, there may be more needs to meet. The economic crisis brought on by the pandemic has left more Americans out of work, living in poverty and struggling. Programs like these will be critical for catching those who might otherwise fall through the cracks. Blue Cross and Blue Shield of Minnesota, Blue Cross and Blue Shield of Kansas City and Excellus BlueCross BlueShield are independent licensees of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Kristin Gourlay",
    "plans": [
      "BCBS"
    ],
    "states": [
      "Minnesota",
      "New York",
      "Missouri"
    ],
    "slug": "eliminating-food-insecurity-to-improve-maternal-and-fetal-health",
    "img_url": "feature-eliminating-food-insecurity-to-improve-maternal-and-fetal-health-a.png",
    "topic": "Maternal Health",
    "subtopics": [
      "Maternal Health Social Services",
      "Community Partnerships",
      "Food and Nutrition Services"
    ],
    "feature": "true",
    "read_time": "3"
  },
  {
    "headline": "BlueCross BlueShield of South Carolina aims to improve pregnancy outcomes in women with diabetes",
    "teaser": "Diabetes Free SC expects to reduce unplanned hospital admissions for pregnancy complications by 50%.",
    "article": "BlueCross BlueShield of South Carolina and the BlueCross BlueShield of South Carolina Foundation launched Diabetes Free SC, a multi-million dollar, statewide initiative dedicated to addressing disparities in care in several strategic areas including improved pregnancy outcomes in women with diabetes.  BCBSSC is joining with several organizations well-established in the trenches of diabetes care.  According to the American Diabetes Association (ADA), more than 500,000 adults in the state have diagnosed diabetes while an additional 120,000 are unaware that they have the disease. African-Americans have a two times higher death rate from the disease than white adults. According to David Pankau, president and CEO of BlueCross BlueShield of South Carolina, this effort reflects the organization’s commitment to improving the health of South Carolina communities. He said, “We believe that we can play a meaningful role in reducing disparities of care. Our vision for making a difference in this space has been under discussion for a long time. There is even more urgency now as diabetes brings additional risk in the midst of skyrocketing COVID-19 rates. As we build upon the good work already being done, we are putting a stake in the ground with our commitment.”  Additional facts: 26,000 people in South Carolina will be diagnosed this year with diabetes. Nearly 35% of the state’s adult population has prediabetes. In addition to pregnancy, diabetes is also a significant factor in other conditions including kidney and cardiovascular disease, which disproportionately affects African-Americans. Goals of the program also include reduced lifelong risk of diabetes in children; and the prevention of diabetes and its complications in adults. The annual cost of care for adult South Carolinians with diagnosed diabetes is estimated at $5.89 billion (2017) BlueCross BlueShield of South Carolina is an independent licensee of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Carlton Houston",
    "plans": [
      "BCBS SC"
    ],
    "states": [
      "South Carolina"
    ],
    "slug": "bcbssc-aims-to-improve-pregnancy-outcomes-in-women-with-diabetes",
    "img_url": "feature-bcbssc-aims-to-improve-pregnancy-outcomes-in-women-with-diabetes.jpg",
    "topic": "Maternal Health",
    "subtopics": [
      "Community Partnerships"
    ],
    "feature": "true",
    "read_time": "2"
  },
  {
    "headline": "Health education and culturally competent doula support for pregnant moms",
    "teaser": "There’s evidence that working with a doula can lead to better health outcomes for moms and babies. For Black and other women of color, this kind of support and the other programs Anthem Blue Cross and Blue Shield offers could help counter the racial disparities in health outcomes.",
    "article": "Doula care is available for Medicaid members in several of Anthem Blue Cross and Blue Shield markets. When possible, pregnant mothers of color are matched with doulas of color to provide culturally sensitive care. In addition, Anthem’s New Baby, New LifeSM and Taking Care of Baby and Me® are comprehensive care management programs focused on improving prenatal health and birth outcomes for pregnant Medicaid members: Pregnant members receive proactive, culturally appropriate outreach and twice- weekly educational support for both prenatal and postpartum needs through phone, apps, or on a website depending on a member’s preferences. Members who choose more intensive case management receive additional support from nurses who coordinate access to prenatal services, address gaps in care and social determinants of health that may be impacting both mother and baby. Case management focuses on helping mothers manage high risk conditions such as preeclampsia, diabetes or gestational diabetes, substance use disorder or a previous pre-term delivery. Anthem Blue Cross and Blue Shield is a licensee of the Blue Cross Blue Shield Association, an association of independent, locally owned Blue Cross and Blue Shield companies.",
    "byline": "Kristin Gourlay",
    "plans": [
      "Anthem BCBS"
    ],
    "states": [
      "Colorado",
      "Conneticut",
      "Indiana",
      "Kentucky",
      "Maine",
      "Nevada",
      "New Hampshire",
      "Ohio",
      "Virginia",
      "Missouri",
      "Wisconsin"
    ],
    "slug": "health-education-and-culturally-competent-doula-support-for-pregnant-moms",
    "img_url": "brief-health-education-and-culturally-competent-doula-support-for-pregnant-moms.jpg",
    "topic": "Maternal Health",
    "subtopics": [
      "Expanding Access to Doulas"
    ],
    "read_time": "1"
  },
  {
    "headline": "Maternity coordinators help manage high risk conditions",
    "teaser": "Using nurses, social workers and other clinicians, Blue Cross of Idaho’s Maternity Management program is designed to help pregnant mothers with chronic physical or behavioral health conditions have healthy, safe pregnancies and childbirth.",
    "article": "Blue Cross of Idaho’s Maternity Management is a comprehensive program to help pregnant women with acute or chronic health conditions have a safe and healthy pregnancy and childbirth. A Maternity Coordinator first conducts an initial risk assessment with members. If risks are identified, members are connected with a case manager who collaborates with mothers to develop a personalized care plan. The case manager can help women identify any barriers to achieving goals, such as reducing high blood pressure, collaborate with a woman’s doctors and check in once or more a trimester to provide guidance and answer questions. Blue Cross of Idaho is a licensee of the Blue Cross Blue Shield Association, an association of independent, locally owned Blue Cross and Blue Shield companies.",
    "byline": "Kristin Gourlay",
    "plans": [
      "Blue Cross of Idaho"
    ],
    "states": [
      "Idaho"
    ],
    "slug": "maternity-coordinators-help-manage-high-risk-conditions",
    "img_url": "brief-maternity-coordinators-help-manage-high-risk-conditions.jpg",
    "topic": "Maternal Health",
    "subtopics": [
      "Collaboration with Doctors and Hospitals"
    ],
    "read_time": "1"
  },
  {
    "headline": "Home visiting and collaborating with hospitals to improve birth outcomes",
    "teaser": "Blue Cross and Blue Shield of Alabama supports an evidence-based home visiting program that improves prenatal health and birth outcomes. The health plan also collaborates with hospitals to identify and treat pregnant women at risk of complications.",
    "article": "Helping pregnant women manage conditions like hypertension or substance use before they give birth leads to safer outcomes for mom and baby. Blue Cross and Blue Shield of Alabama collaborates with organizations focused on improving prenatal care and detecting health problems before they worsen. The health plan supports Nurse Family Partnership, a 40-year-old program that pairs pregnant women and new mothers with a regular home visitor. Trained home visitors provide prenatal health education, help women prepare for a safe childbirth and keep connected to a family after childbirth to support healthy child development. Researchers find the program has prevent infant deaths, reduced preterm births and hypertension. One of the key causes of pregnancy-related complications—and sometimes death—is hypertension. Blue Cross and Blue Shield of Alabama has partnered with the Alabama Perinatal Quality Collaborative to help hospitals implement programs to improve early detection and treatment of hypertension, including producing a toolkit for clinicians. Pregnant women who live in the one of three Alabama counties with the highest infant mortality rates but cannot afford health insurance are enrolled in a BCBS Alabama program that provides coverage throughout their pregnancy. Prenatal care, hospitalizations and delivery are covered. The health plan also provides additional support to women at high risk of complications, and offers a wellness program that provides education on having a healthy pregnancy. Women at high risk may also be connected to case managers who can work closely with doctors, hospitals and home health services to ensure a healthy pregnancy, childbirth and postpartum recovery. Blue Cross and Blue Shield of Alabama is a licensee of the Blue Cross Blue Shield Association, an association of independent, locally owned Blue Cross and Blue Shield companies.",
    "byline": "Kristin Gourlay",
    "plans": [
      "Blue Cross and Blue Shield of Alabama"
    ],
    "states": [
      "Alabama"
    ],
    "slug": "home-visiting-and-collaborating-with-hospitals-to-improve-birth-outcomes",
    "img_url": "brief-home-visiting-and-collaborating-with-hospitals-to-improve-birth-outcomes.jpg",
    "topic": "Maternal Health",
    "subtopics": [],
    "read_time": "2"
  },
  {
    "headline": "Improving maternal outcomes with support and data",
    "teaser": "A network of community doulas can identify and assist at-risk moms",
    "article": "The BCBSM Foundation supported a doula support integration and coordination of care for high risk women in labor through a partnership with Western Michigan University Homer Stryker Medical School.  The program will create and train a network of eight community doulas to assist the most at risk women (low socioeconomic status, women of color, or prior poor birth outcome), who lack support during labor and postpartum, and provide coordination between doulas and community health workers for transition of care from hospital to home. Additionally, Labor and Delivery staff will be trained on the outcome benefits for having doulas; identify high-risk women for doula services through local prenatal clinics services and at delivery. Doulas will assist women during delivery, visit patient at home (first week), following covid-19 protection protocols and then will connect the women with a community health worker for post-natal/early infancy home visitation follow-up. The Obstetrics Initiative (OBI) is a state-wide, data-driven quality improvement project supported by BCBSM/Blue Care Network to create optimal maternity care experiences for Michigan families. OBI is working to identify and address variation in obstetric driven care in the state of Michigan through collaboration, rapid cycle data reporting, and quality improvement initiatives. The first initiative is supporting vaginal birth and safely lowering the cesarean delivery rate among low-risk patients. OBI promotes collaboration and the sharing of best practices among participating maternity hospitals. By collecting data, analyzing data, and reporting data back to OBI participants, opportunities for improvement can be identified and quality improvement initiatives can be implemented. Addressing Perinatal Opioid Use Disorder- BCBSM and BCBSM Foundation partnership with the Michigan Department of Health & Human Services to address perinatal opioid use disorder. Five regional health organizations across the state in partnership with their Regional Perinatal Quality Collaborative received a combined total of $300,000 in grant funding to begin new projects, enhance or expand existing projects to prevent and treat opioid use disorder among women, their children and infants during prenatal, pregnancy and postpartum periods. Blue Cross Blue Shield of Michigan is an independent licensee of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Carlton Houston",
    "plans": [
      "BCBS Michigan"
    ],
    "states": [
      "Michigan"
    ],
    "slug": "improving-maternal-outcomes-with-support-and-data",
    "img_url": "brief-improving-maternal-outcomes-with-support-and-data.jpg",
    "topic": "Maternal Health",
    "subtopics": [
      "Community Partnerships",
      "Expanding Access to Doulas"
    ],
    "read_time": "2"
  },
  {
    "headline": "Expanding access to doulas and addressing food insecurity",
    "teaser": "At Blue Cross and Blue Shield of Minnesota, health claims revealed that moms with access to doulas had better birth outcomes. But some women of color face barriers to access. The health plan is working to eliminate that barrier, and address other prenatal dangers, such as food insecurity.",
    "article": "Limited or uncertain access to nutritious food can be harmful during and after pregnancy for both mother and baby. The burden of food insecurity is borne disproportionately by Black, Indigenous and women of color. That’s why Blue Cross and Blue Shield of Minnesota is offering mothers and families in need clinically tailored meals and food boxes as well as nutritional coaching. Members can start as early as 20 weeks into their pregnancy and continue through the second month after birth. The program, called Food Rx, is a partnership with Project Well and Second Harvest Heartland, which will deliver the food and the coaching. Members will also be connected to food programs and solutions to meet other social needs through case management. Access to supportive, culturally sensitive prenatal care can make the difference for pregnant women at risk of birth complications. A doula is a woman trained to support pregnant women emotionally and physically during pregnancy, childbirth and postpartum. Health claims data from Blue Cross and Blue Shield of Minnesota (BCBS MN) show that moms who use a doula have healthier babies. But some Black, Indigenous and other women of color (BIPOC) face barriers to accessing doulas. The issues include a lack of BIPOC doulas, lower reimbursement rates and awareness about the role and availability of doulas. That’s why Blue Cross and Blue Shield of Minnesota is increasing reimbursement rates for doulas, funding scholarships for BIPOC individuals who want to train to become doulas and identifying ways to encourage members to work with doulas earlier and throughout their pregnancies. Blue Cross and Blue Shield of Minnesota is an independent licensee of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Kristin Gourlay",
    "plans": [
      "BCBS MN"
    ],
    "states": [
      "Minnesota"
    ],
    "slug": "expanding-access-to-doulas-and-addressing-food-insecurity",
    "img_url": "brief-expanding-access-to-doulas-and-addressing-food-insecurity.jpg",
    "topic": "Maternal Health",
    "subtopics": [
      "Expanding Access to Doulas",
      "Food and Nutrition Services"
    ],
    "read_time": "2"
  },
  {
    "headline": "Breaking through bias in maternity care",
    "teaser": "To support healthcare workers in identifying and addressing their own implicit biases in maternal care, Blue Cross and Blue Shield of North Carolina is funding free training in partnership with March of Dimes.",
    "article": "The U.S. is among the most dangerous developed nations for pregnant women, new moms and babies according to data from March of Dimes. Outcomes are especially concerning for women of color: maternal mortality rates among Black women, for example, are 3x higher than those among white women. While these disparities are caused by a complex fabric of social, political and economic injustices, implicit bias in the healthcare system plays a well-documented role.To support healthcare workers in identifying and addressing their own implicit biases, Blue Cross and Blue Shield of North Carolina (Blue Cross NC) helped March of Dimes convert their Breaking Through Bias in Maternity Care program to a virtual experience in the midst of the COVID-19 pandemic. Maternal care providers across North Carolina are able pay no fee to attend. Their curriculum covers structural racism in the U.S., strategies to mitigate bias in maternity care and approaches to building a culture of equity in workplaces and communities. Blue Cross and Blue Shield of North Carolina is an independent licensee of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Brianna Keefe",
    "plans": [
      "BCBS NC"
    ],
    "states": [
      "North Carolina"
    ],
    "slug": "breaking-through-bias-in-maternity-care",
    "img_url": "brief-breaking-through-bias-in-maternity-care.jpg",
    "topic": "Maternal Health",
    "subtopics": [
      "Provider Education and Training"
    ],
    "read_time": "1"
  },
  {
    "headline": "Innovating maternal care for over 20 years",
    "teaser": "Since 1997, Blue Cross and Blue Shield of Vermont has been supporting new and expectant mothers with its Better Beginnings program. Today, it is one of the most comprehensive maternal care management programs in the country, with a focus on social needs and culturally informed care.",
    "article": "Since 1997, Blue Cross and Blue Shield of Vermont (BCBS VT) has been supporting new and expectant mothers with its Better Beginnings program. Today, it is one of the most comprehensive maternal care management programs in the country, with a focus on social needs and culturally informed care. Better Beginnings boasts a 70% engagement rate among BCBS VT’s expectant members. Participants benefit from wraparound support both before and after delivery. Enrollment begins with a comprehensive health risk assessment that includes mental and behavioral health factors, medical considerations, social needs and language, cultural and religious preferences. From there, members are paired with a nurse case manager who can support their unique needs through pregnancy and beyond. Postpartum, new mothers are screened for depression and have access to in-network lactation consultants. As part of the Blue Cross and Blue Shield system’s National Health Equity commitment, BCBS VT is now exploring resources to reach those mothers who are most in need.  Blue Cross and Blue Shield of Vermont is an independent licensee of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Brianna Keefe",
    "plans": [
      "BCBS VT"
    ],
    "states": [
      "Vermont"
    ],
    "slug": "innovating-maternal-care-for-over-20-years",
    "img_url": "brief-innovating-maternal-care-for-over-20-years.jpg",
    "topic": "Maternal Health",
    "subtopics": [
      "Behavioral Health Services",
      "Support Groups"
    ],
    "read_time": "1"
  },
  {
    "headline": "Targeting health equity with community health workers leading the way",
    "teaser": "Blue KC offers guidance and maternal support with a personal touch.",
    "article": "Blue Cross and Blue Shield of Kansas City (Blue KC) is leading efforts to reduce racial disparities in prenatal care by leveraging the important role of community health workers (CHW) to build trust with at-risk populations. For example, Blue KC members enrolled in health plans with exclusive access to Spira Care Centers also benefit from CHW best practices in a primary care setting. At Spira Care Centers the member experience is simple and personal, while also innovative and forward-thinking. Members have access to integrated primary care, behavioral health consultations, health coaching, routine lab draws and more all in one place at low or no cost. Additionally, through successful community intervention, Blue KC aims to reduce disparities in prenatal care, by offering guidance and support to raise the awareness among mothers about potential health risks. The CHW strategy will include breast feeding support, lactation consultation and prenatal and postnatal education and support. Engagement with members will start prenatal and continue to one-year postpartum. Blue KC is also exploring innovative ways to engage CHWs in other community settings to further meet individuals where they are. For example, they could expand into schools and public libraries. This work is to level the playing field and remove barriers that cause unequal access to care and to health outcomes, and make sure education and access is offered in a way community members understand. Blue Cross and Blue Shield of Kansas City is an independent licensee of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Carlton Houston",
    "plans": [
      "BCBS KC"
    ],
    "states": [
      "Kansas"
    ],
    "slug": "targeting-health-equity-with-community-health-workers-leading-the-way",
    "img_url": "brief-targeting-health-equity-with-community-health-workers-leading-the-way.jpg",
    "topic": "Maternal Health",
    "subtopics": [
      "Community Partnerships"
    ],
    "read_time": "1"
  },
  {
    "headline": "Pursuing equitable, quality care for Black mothers and babies",
    "teaser": "To transform the maternal care experience for Black women and their babies, Blue Shield of California is reimagining the prenatal and postpartum care experience.",
    "article": "In the U.S., Black women face significant disparities in their health, driven largely by systemic racism and discrimination. Compared to white mothers, for example, Black mothers face 3x higher rates of maternal mortality and 2x higher rates of maternal morbidity, or 'near misses.' To transform the maternal care experience for Black women and their babies, Blue Shield of California is reimagining the prenatal and postpartum care experience. The health plan is piloting solutions that address community advocacy, improved access to medical, behavioral, mental and social care, provide culturally competent support systems and improve quality of care. Solutions may include tapping into community-based experts to champion the needs of Black mothers and infants, including increasing access to critical maternal care services, increasing their maternal quality of care and addressing maternal behavioral health. Blue Shield of California is an independent licensee of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Kristin Gourlay",
    "plans": [
      "Blue Shield of California"
    ],
    "states": [
      "California"
    ],
    "slug": "pursuing-equitable-quality-care-for-black-mothers-and-babies",
    "img_url": "brief-pursuing-equitable-quality-care-for-black-mothers-and-babies.jpg",
    "topic": "Maternal Health",
    "subtopics": [],
    "read_time": "1"
  },
  {
    "headline": "Inclusive and equitable perinatal care for pregnant Black women",
    "teaser": "CareFirst BlueCross BlueShield’s investment in a decade-long Baltimore City initiative has improved maternal health outcomes and reduced infant mortality among vulnerable communities.",
    "article": "The rate of pregnancy-related deaths is nearly three times higher for Black women in Maryland than it is for White women, according to the Maryland Department of Health’s annual maternal mortality review. Across the country, that number is not improving, but in Baltimore, home to the largest health plan, that racial disparity is narrowing. CareFirst BlueCross BlueShield, through their grantmaking efforts, has invested in a decade-long Baltimore City initiative, B’more for Healthy Babies, which has reduced infant deaths by more than 30%. Grantmaking efforts also support Mamatoto Village, an organization that makes perinatal support services more accessible and provides pathways to careers in maternal health for Black women. Services for pregnant Black women include home visits, community birth workers who attend to their emotional, educational and physical needs and lactation consultants. Mamatoto Village emphasizes inclusive, respectful and equitable care, and empowers women and communities to adopt healthy lifestyles. CareFirst BlueCross BlueShield is an independent licensee of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Kristin Gourlay",
    "plans": [
      "CareFirst BlueCross BlueShield"
    ],
    "states": [
      "Maryland",
      "Virginia",
      "DC"
    ],
    "slug": "inclusive-and-equitable-perinatal-care-for-pregnant-black-women",
    "img_url": "brief-inclusive-and-equitable-perinatal-care-for-pregnant-black-women.jpg",
    "topic": "Maternal Health",
    "subtopics": [
      "Maternal Health Home Visits"
    ],
    "read_time": "1"
  },
  {
    "headline": "Supporting bright beginnings for mothers and babies",
    "teaser": "In Upstate New York, Excellus BlueCross BlueShield is helping new and expectant mothers have safer, healthier pregnancies. The health insurer is pairing Black and Brown mothers with culturally competent care, delivering groceries to food-insecure households, and providing addiction support to mothers during and after pregnancy.",
    "article": "In Upstate New York, Excellus BlueCross BlueShield (Excellus BCBS) is helping new and expectant mothers have safer, healthier pregnancies. The health insurer is pairing Black and Brown mothers with culturally competent care, delivering groceries to food-insecure households, and providing addiction support to mothers during and after pregnancy. Doulas are nonmedical professionals who provide physical, emotional and educational support to mothers before, during and after birth. Excellus BCBS and Syracuse Community Connections are bringing this one-on-one care to new and expectant mothers in Upstate New York. The program brings culturally competent mentorship to women in underserved Black and Brown communities who may need further support than they receive in the hospital setting. Beyond traditional support, participating doulas also help mothers access the care they need, provide breastfeeding coaching and screen for postpartum depression. The health insurer has also partnered with Foodlink to pilot a nutrition program for pregnant women with high-risk needs and significant food insecurity. Sound nutritional health is critical for the health of mothers and babies. To make sure expectant mothers do not lose access to this resource through the COVID-19 pandemic, Excellus BCBS helped adapt this program to a food delivery service. For women with substance use disorder (SUD), Excellus BCBS has adapted its traditional maternal care program for specialized support. The Enhanced Bright Beginnings program helps pregnant women in any stage of addiction--whether they are actively using or substance-free. The goal: to help expectant and new mothers avoid substance use and relapse both during and after pregnancy. Each woman is paired with two care managers: a registered nurse and a certified alcohol and substance abuse counselor (CASAC) specializing in addiction support. These professionals also monitor for additional needs mothers may have, like access to healthy food, and offer emotional support to the women in their care. Excellus BlueCross BlueShield is an independent licensee of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Brianna Keefe",
    "plans": [
      "Excellus BCBS"
    ],
    "states": [
      "New York"
    ],
    "slug": "supporting-bright-beginnings-for-mothers-and-babies",
    "img_url": "brief-supporting-bright-beginnings-for-mothers-and-babies.jpg",
    "topic": "Maternal Health",
    "subtopics": [
      "Food and Nutrition Services",
      "Behavioral Health Services",
      "Maternal Health Social Services",
      "Support Groups"
    ],
    "read_time": "2"
  },
  {
    "headline": "Home visits address high risk conditions and social determinants of health",
    "teaser": "There’s strong evidence that home visits throughout a woman’s pregnancy can help address chronic conditions and other barriers to healthy pregnancies. Highmark Blue Cross Blue Shield of Western New York and Northeastern New York’s high risk maternity home visiting program makes it easier for moms to receive the support they need right at home. ",
    "article": "Home visiting for pregnant mothers is an evidence-based practice shown to help women have healthier, safer pregnancies. For Black, Indigenous and women of color, who are likely to die from pregnancy-related causes or experience pregnancy complications, a home visiting program can help address some of the risk factors, including support in managing chronic conditions like hypertension or diabetes. Highmark Blue Cross Blue Shield of Western New York and Northeastern New York has created a high-risk maternity home visiting case management program, partnering with local agencies to deliver services in a mother’s home. Home visitors can also address social determinants of health that might affect a woman’s pregnancy, childbirth or postpartum health, including housing and transportation issues. Members receiving home visits can work one on one, in person when safe, with specialty-trained nurses who provide individualized education and help coordinate care throughout a mother’s pregnancy and for six months after delivery. Nurses also follow up with a mother’s clinicians about her status and facilitate specialty services or referrals. Highmark Blue Cross Blue Shield of Western New York and Northeastern New York is an independent licensee of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Kristin Gourlay",
    "plans": [
      "Highmark Blue Cross Blue Shield of Western New York and Northeastern New York"
    ],
    "states": [
      "New York"
    ],
    "slug": "home-visits-address-high-risk-conditions-and-social-determinants-of-health",
    "img_url": "brief-home-visits-address-high-risk-conditions-and-social-determinants-of-health.jpg",
    "topic": "Maternal Health",
    "subtopics": [
      "Maternal Health Home Visits",
      "Community Partnerships"
    ],
    "read_time": "1"
  },
  {
    "headline": "Data-driven strategies to address disparities in maternal care",
    "teaser": "To reduce health disparities among communities of color and support expectant mothers, Independence Blue Cross (Independence BC) is taking a data-first approach to inform better interventions in care.",
    "article": "To reduce health disparities among communities of color and support expectant mothers, Independence Blue Cross (Independence BC) is taking a data-first approach to inform better interventions in care. Recognizing that the health needs of economically distressed neighborhoods cannot only be met through the doctor's office, Independence BC joined forces with Project HOME and AmeriHealth Caritas to address significant health disparities experienced in North Philadelphia. The area's predominantly Black and Hispanic residents face lower life expectancies and higher rates of infant mortality than their counterparts elsewhere the city. To connect these residents to social resources and improve maternal and family health outcomes, the organizations created the Keystone Connection to Wellness initiative. To better understand how social determinants of health impact high-risk maternity patients, Independence BC is also building predictive models into its existing maternal care program: Baby Blueprints. Available to all expectant members, the program supports women before, during and after birth. This work includes behavioral health screenings and social need assessments for factors including transportation, food security and financial wellbeing. By incorporating predictive capabilities into this program, Independence BC hopes to better understand and support the complex needs of high-risk mothers. The health insurer is also participating in and helping fund a novel study on the impact of the COVID-19 lockdown on pre-term birth outcomes. The study is led by Yale University, University of Pennsylvania, Northwestern University, the Children's Hospital of Philadelphia and Nemours Children's Hospital and will use member data from Independence BC, Highmark Blue Shield of Delaware, Yale and the University of Pennsylvania Health System. The first study of its kind in the U.S., researchers will examine both spontaneous and medically indicated preterm births as well as stillbirth rates--especially among communities of color, which see disproportionate rates of preterm births. Independence Blue Cross is an independent licensee of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Brianna Keefe",
    "plans": [
      "Independence Blue Cross"
    ],
    "states": [
      "Pennsylvania"
    ],
    "slug": "data-driven-strategies-to-address-disparities-in-maternal-care",
    "img_url": "brief-data-driven-strategies-to-address-disparities-in-maternal-care.jpg",
    "topic": "Maternal Health",
    "subtopics": [
      "Behavioral Health Services"
    ],
    "read_time": "2"
  },
  {
    "headline": "Improving postpartum care for high-risk mothers",
    "teaser": "Premera Blue Cross and Blue Shield companies are committed to increasing postpartum care and improving postpartum health for their members in Washington and Alaska.",
    "article": "After giving birth, mothers often neglect their own needs while caring for their new babies. But for high-risk mothers--those facing significant social barriers like food insecurity or lack of transportation--neglecting these needs can have significant impacts on their health. Premera Blue Cross and Blue Shield companies (Premera) are committed to increasing postpartum care and improving postpartum health for their members in Washington and Alaska--especially for those members most in need. To achieve this goal, the company is addressing: Data collection and analysis -- using population health data to identify and mitigate barriers to care among high-risk mothers Community and provider partnerships -- working with community-based and healthcare organizations to intervene and educate high-risk mothers on the importance of postpartum care Member engagement -- speaking to members directly about recommended postpartum care and connecting them to needed services and resources Premera Blue Cross and Premera Blue Cross and Blue Shield are independent licensees of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Brianna Keefe",
    "plans": [
      "Premera Blue Cross"
    ],
    "states": [
      "Washington"
    ],
    "slug": "improving-postpartum-care-for-high-risk-mothers",
    "img_url": "brief-improving-postpartum-care-for-high-risk-mothers.jpg",
    "topic": "Maternal Health",
    "subtopics": [
      "Community Partnerships"
    ],
    "read_time": "1"
  },
  {
    "headline": "Using data and technology to identify and support high-risk pregnancies",
    "teaser": "Blue Cross and Blue Shield of Louisiana supports programs and community-focused initiatives to reduce disparities and improve access to care for mother and baby.",
    "article": "Healthy Blue Beginnings is BCBSLA’s care management program for high-risk pregnancies. This program offers pregnant women personalized information and confidential support from experienced nurses throughout their pregnancy. In addition to referrals from individual physicians, BCBSLA receives referrals to Healthy Blue Beginnings from its relationship with Louisiana Women’s Healthcare Associates (LWHA), the largest OB/GYN physician group in the state of Louisiana. Obstetricians at LWHA refer patients to Healthy Blue Beginnings if they have one or more of a list of conditions that includes: History of preterm labor Diabetes Hypertension Obesity History of smoking Substance use disorder In the 2020s, data is now an important healthcare partner, and data plays a part with high-risk pregnancy referrals, too. Recently, Blue Cross began receiving Admit, Discharge, Transfer (ADT) data from any healthcare provider that uses an electronic medical records system and has a capability to feed the insurer their data. Another pregnancy support program is a unique texting service called text4baby. Whether or not a woman joins Healthy Blue Beginnings, BCBSLA encourages her to join text4baby. Moms get free text messages with health and safety tips for their pregnancy and baby’s first year. The messages are tailored based on due date or baby’s birth date. Just text the word BABY (BEBE for Spanish tips) to 511411 on your cellphone.  Stronger Than is a BCBSLA care management program that can connect women to these services listed above as well as a wide range of free or low-cost community services. One of these is Coffective, a coalition of community resources to support women before, during and after pregnancy. Find more at supportservices.bcbsla.com. Blue Cross employees and the Blue Cross Foundation also support the health of babies and young children in a number of ways. The Foundation’s focus is on Louisiana children’s health and wellbeing, and many of its grants are awarded accordingly. One the Foundation’s most successful grantees, Fit NOLA, has recently expanded a program that lets doctors give “fruit and vegetable prescriptions” to pregnant women, people with diabetes and others, redeemable for free at local farmers’ markets. Blue Cross and its employees also donate their time and money to organizations like March of Dimes, which works to prevent birth defects. Full release: https://news.bcbsla.com/press-releases/2020/louisiana-pregnancy-complications Blue Cross and Blue Shield of Louisiana is an independent licensee of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Carlton Houston",
    "plans": [
      "BCBS LA"
    ],
    "states": [
      "Louisiana"
    ],
    "slug": "using-data-and-technology-to-identify-and-support-high-risk-pregnancy",
    "img_url": "brief-using-data-and-technology-to-identify-and-support-high-risk-pregnancy.jpg",
    "topic": "Maternal Health",
    "subtopics": [
      "Support Groups",
      "Community Partnerships"
    ],
    "read_time": "2"
  },
  {
    "headline": "Strong collaborations aim to improve birth outcomes",
    "teaser": "BlueCross BlueShield of South Carolina and partners reduce early term elective inductions by 50%.",
    "article": "BlueCross BlueShield of South Carolina (BCBSSC) is improving maternal care as a leading partner of the Birth Outcomes Initiative (BOI).  The program is a partnership between the South Carolina Department of Health and Human Services (SCDHHS), The South Carolina Hospital Association (SCHA), March of Dimes, BCBSSC and more than 100 other stakeholders to improve health outcomes for newborns in the Medicaid program and throughout the state. The goal is to unite private and public organizations to lower preterm birth, the leading cause of infant death in the state, through pledges from hospitals to end non-medically indicated elective inductions, public and private alignment on a non-payment policy and outreach to at-risk mothers. Launched in 2011, the BOI has three interconnected goals that work together to improve birth outcomes throughout the state, including: Reducing the number of low birth weight babies Reducing NICU admissions and stays Reducing racial disparities in birth outcomes The overarching goal of the South Carolina BOI is to end elective inductions for non-medically indicated deliveries prior to 39 weeks and make resources available to at-risk mothers. The State of South Carolina used its multi-stakeholder BOI to reduce early-term, elective inductions by 50 percent, improving birth outcomes while saving the state and the federal government $6 million in Medicaid spending for the first quarter of fiscal year 2013. How it works:  Partnered with leaders from key clinical organizations and gained agreement from all birthing hospitals to stop early elective deliveries. - Implemented a policy of non-payment for early elective deliveries without medical necessity, a private and public (Medicaid) solution. - Leveraged member maternity programs and the Centering Pregnancy model of care. The BOI contains a number of components, including a policy adopted by the South Carolina Department of Health and Human Services (DHHS) and BCBSSC, South Carolinas largest commercial insurer, to stop paying for early elective deliveries (elective inductions and cesarean deliveries prior to 39 weeks gestation. South Carolina was the first state in the nation where both public (Medicaid) and private (BCBSSC) entities implemented the same non-payment policy for early elective deliveries for both hospitals and physicians. BCBSSC conducted extensive outreach to its large employer customers so the policy change would not be a surprise BlueCross BlueShield of South Carolina is an independent licensee of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Carlton Houston",
    "plans": [
      "BCBS SC"
    ],
    "states": [
      "South Carolina"
    ],
    "slug": "strong-collaborations-aim-to-improve-birth-outcomes",
    "img_url": "brief-strong-collaborations-aim-to-improve-birth-outcomes.png",
    "topic": "Maternal Health",
    "subtopics": [],
    "read_time": "2"
  },
  {
    "headline": "In New Jersey, Horizon is addressing postpartum depression and other mood disorders in Black mothers",
    "teaser": "Horizon Blue Cross Blue Shield of New Jersey is digging into the root causes behind why Black women aren’t getting the postpartum mood disorder treatment they need.",
    "article": "About one in nine mothers experiences postpartum depression or another mood disorder in the U.S., a condition that can be crippling for a new mother and affect a newborn’s development. For Black mothers, rates of postpartum depression may be even higher, but many are never diagnosed. Horizon Blue Cross Blue Shield of New Jersey has forged a unique partnership with the state’s Medicaid agency and the state’s largest health system, RWJBarnabas Health. University of Chicago researchers are guiding the team’s work. Together, they’ve been digging into the root causes behind disparities in postpartum depression diagnosis rates and mapping out the best ways to intervene. The health plan will be leveraging the community health worker (CHW) program and doula network to address social determinants of health (SDoH) that affect the participants and to facilitate proactive follow-up visits, providing culturally sensitive health education for participants and providers and facilitating an awareness campaign to help providers source and make effective behavioral health treatment referrals. Horizon Blue Cross Blue Shield of New Jersey is an independent licensee of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies. RWJBarnabas Health is the largest, most comprehensive academic health care system in New Jersey with a service area covering nine counties with five million people.",
    "byline": "Kristin Gourlay",
    "plans": [
      "Horizon BCBS NJ"
    ],
    "states": [
      "New Jersey"
    ],
    "slug": "in-new-jersey-horizon-addressing-postpartum-depression-and-other-mood-disorders-in-black-mothers",
    "img_url": "brief-in-new-jersey-horizon-addressing-postpartum-depression-and-other-mood-disorders-in-black-mothers-final.jpg",
    "topic": "Maternal Health",
    "subtopics": [
        "Behavioral Health Services",
        "Provider Education and Training",
        "Community Partnerships"
    ],
    "read_time": "1"
  },
  {
    "headline": "Supporting mothers and babies most in need with wraparound care",
    "teaser": "To support mothers and babies most in need, Health Care Service Corporation is piloting a new way to connect them to care with a goal of improving prenatal and postpartum outcomes.",
    "article": "Doctors spend their days immersed in hands-on care. They don't always get time to support patients' social needs. But factors like food security, educational resources and mental health can make big impacts in patients' overall health--especially when those patients are expectant mothers. To support mothers and babies most in need, Health Care Service Corporation (HCSC) is piloting a new way to connect them to care. With a goal of improving prenatal and postpartum health outcomes, the health plan is working with providers to refer expectant mothers to their Special Beginnings Program. Once signed up, mothers are connected with the support and resources they need keep themselves and their newborns healthy. For some, this means education on what to expect. For those with more complex needs, this support may include mental health care, connection to social services like WIC, car seat fittings and regular calls from an HCSC care manager. The plan is also connecting parents in vulnerable communities across Chicago with doulas, who can provide education, labor care, breastfeeding help and postpartum support within a culturally appropriate lens. Their work is helping support individuals with an income below $50,0000; persons of color; LGBTQ+ individuals; those with disabilities; survivors of violence; those who have experienced pregnancy or birth trauma, or postpartum depression; refugees; and those of minoritized religious groups. Health Care Service Corporation is an independent licensee of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Brianna Keefe",
    "plans": [
      "HCSC"
    ],
    "states": [
      "Illinois",
      "Montana",
      "New Mexico",
      "Oklahoma",
      "Texas"
    ],
    "slug": "supporting-mothers-and-babies-mmost-in-need-with-wraparound-care",
    "img_url": "brief-supporting-mothers-and-babies-most-in-need-with-wraparound-care.png",
    "topic": "Maternal Health",
    "subtopics": [
      "Social Services"
    ],
    "read_time": "2"
  }
]
