[
  {
    "headline": "How doulas can improve the safety of childbirth for women of color",
    "teaser": "There’s evidence to suggest that working with a doula can reduce serious pregnancy complications for women of color. These Blue Cross and Blue Shield companies are making doulas part of the solution.",
    "article": "For every mother who dies a pregnancy-related death in the U.S., 70 experience a life threatening event. These are unexpected cases of what doctors call severe maternal morbidity (SMM), such as cardiac arrest, hemorrhage or sepsis, events that could be fatal or affect a woman long after childbirth. The overall rate of these events has increased by over 200% in the past two decades. And the statistics are worse for women of color. Researchers at the University of Illinois Chicago found that Black women face a 70% higher risk of SMM than any other racial group. Doulas might provide the prenatal support women at risk need to have a healthy pregnancy and childbirth. The role of doulas in reducing SMM Doulas provide emotional, physical, and informational support to women before, during and after childbirth. They’re trained but non-clinical partners to women, often supplementing care from doctors and midwives. There’s evidence to suggest that working with a doula can reduce serious complications. Research finds that doula care can help reduce C-sections, decrease maternal anxiety and depression and help coordinate care and communication between women of color and their other healthcare providers. According to March of Dimes, “The role of doula care in reducing C-sections is important, because C-sections contribute to the risk of maternal morbidity and mortality in initial and subsequent pregnancies.” Blue Cross and Blue Shield companies are increasing support for doulas Many BCBS companies are including doula coverage in their members’ plans, making philanthropic contributions to doula organizations that focus on underserved communities and funding training programs for doulas. Training: The Blue Cross Blue Shield of Michigan Foundation funded a program at Western Michigan University Homer Stryker Medical School to create and train a network of eight community doulas to assist women at risk of poor birth outcomes. Eliminating disparities: Blue Cross and Blue Shield of Minnesota has taken action to help increase access to culturally appropriate doula services for women of color in its Medicaid plan. To make the doula model more sustainable, the company increased reimbursement rates by 60% for contracted providers for non-labor and delivery visits. It is also providing workforce development scholarships to increase the number of doulas in areas with the least access and providing member education about the doula program. Doula coverage: CareFirst BlueCross BlueShield, through their grant making efforts, covers doula services for Medicaid patients, including for those who visit the innovative Mamatoto Village, an organization focused on empowering Black mothers with services and education. Supporting doula organizations: Blue Cross and Blue Shield of Illinois has provided funding to Chicago Volunteer Doulas, who care for pregnant and new mothers in vulnerable communities. Excellus BlueCross BlueShield supports Syracuse Community Connections, an organization that provides culturally competent doula care with a focus on Black women and women of color. Doulas and culturally competent care Doulas may also be able to play another role in eliminating racial disparities in maternal health. A Tufts University School of Medicine researcher notes that doulas may be more trusted members of the community and able to spend time listening to a mother's needs and concerns. Within the traditional healthcare system, Black women face unconscious bias, which can cause doctors to dismiss a Black mother's concerns or create a lack of trust between patient and doctor. Blue Cross and Blue Shield of Illinois, Blue Cross Blue Shield of Michigan, Blue Cross Blue Shield of Michigan Foundation, Blue Cross and Blue Shield of Minnesota, CareFirst BlueCross BlueShield and Excellus BlueCross BlueShield are licensees of the Blue Cross Blue Shield Association, an association of independent, locally owned Blue Cross and Blue Shield companies. All company names and brands are the property of their respective owners, used for identification purposes only, and are in no way associated or affiliated with the Blue Cross and Blue Shield Association. Use of these names and brands does not imply endorsement.",
    "byline": "Kristin Gourlay",
    "plans": [
      "BCBSA"
    ],
    "states": [
      "Michigan",
      "Minnesota",
      "Maryland",
      "Illinois",
      "New York"
    ],
    "slug": "how-doulas-can-improve-the-safety-of-childbirth-for-women-of-color",
    "img_url": "feature-how-doulas-can-improve-the-safety-of-childbirth-for-women-of-color-a.png",
    "video_url": "",
    "topic": "Maternal Health",
    "subtopics": [
      "Expanding Access to Doulas",
      "Provider Education and Training",
      "Community Partnerships"
    ],
    "feature": "true",
    "read_time": "3"
  },
  {
    "headline": "In New Jersey, addressing mood disorders in postpartum Black women",
    "teaser": "On a mission to ensure Black mothers receive the care they need for postpartum depression and other mood disorders, Horizon Blue Cross Blue Shield of New Jersey is breaking down barriers to access and learning more about a disparity in diagnosis rates.",
    "article": "About one in nine mothers experiences postpartum depression or another mood disorder in the U.S., a condition that can be crippling for a new mother and affect a newborn’s development. For Black mothers, rates of postpartum depression may be even higher, but many are never diagnosed. Horizon Blue Cross Blue Shield of New Jersey (Horizon) experts believe that highlights another racial disparity in the way Black mothers receive care, disparities that have led to this alarming statistic: New Jersey has the highest maternal mortality rate in the nation (among states that report this data). So the health plan is on a mission to make sure Black mothers and babies thrive. It’s just one part of Horizon’s pledge to eliminate health disparities. Identifying the root causes and the smartest interventions The key is a unique partnership between the state’s Medicaid agency, Horizon, which manages more than a million Medicaid members and the state’s largest health system, RWJBarnabas Health. University of Chicago researchers are guiding the team’s work, using evidence based strategies. Together, they’ve been digging into the root causes behind disparities in postpartum depression or other mood disorder diagnosis rates and mapping out the best ways to intervene. Why Black women may not be getting equitably diagnosed or treated Many doctors use a standard method for screening postpartum depression. But Horizon’s Valerie Harr says that method may fall short for Black mothers “Postpartum depression may not be expressed the same way by Black women,” says Harr. “They may experience physical symptoms. They may experience stigma in their own communities when it comes to depression,” which means they may not be as comfortable reaching out for help. Harr says the team’s analysis also found that Black mothers may not be able to access postpartum care as easily as their White counterparts. They may need transportation, childcare or help paying out of pocket costs for appointments. Medicaid patients face the biggest barriers to care. In addition, there may be stigma associated with seeking behavioral healthcare. Designing a new approach to helping Black mothers receive postpartum care Harr says Horizon will pilot some solutions with Medicaid patients in Newark, N.J., an area with some of the most tragic outcomes for Black mothers and babies. In the near future, Harr says Horizon can: Tap into the expertise of community health workers and doulas to address the social determinants of health that affect participants Provide culturally sensitive health education for participants and healthcare providers Help raise awareness among clinicians about how to find and make effective referrals for postpartum behavioral health treatment The health plan and its partners will also be piloting programs to: Educate clinicians about culturally appropriate ways to diagnose postpartum mood disorders Encourage providers to reach out proactively to Black mothers for follow up visits Help providers make treatment referrals Tap into a network of trusted community health workers who can help moms get to follow up appointments Empower doulas, women trained to support and educate moms through and after childbirth, to connect women with postpartum care Harr says that while the initiative continues to evolve, the team is committed to making New Jersey a model for improving maternal health. Horizon Blue Cross Blue Shield of New Jersey is an independent licensee of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies. RWJBarnabas Health is the largest, most comprehensive academic health care system in New Jersey with a service area covering nine counties with five million people.",
    "byline": "Kristin Gourlay",
    "plans": [
      "Horizon BCBS NJ"
    ],
    "states": [
      "New Jersey"
    ],
    "slug": "in-new-jersey-addressing-mood-disorders-in-black-postpartum-women",
    "img_url": "feature-in-new-jersey-addressing-mood-disorders-in-black-postpartum-women-a.png",
    "video_url": "",
    "topic": "Maternal Health",
    "subtopics": [
      "Behavioral Health Services",
      "Provider Education and Training",
      "Community Partnerships"
    ],
    "feature": "true",
    "read_time": "3"
  },
  {
    "headline": "Culturally appropriate interventions for mothers and newborns",
    "teaser": "In Arizona, American Indian women face maternal death rates as high as 70.8 deaths per 100,000 births. Contributing to that alarming death rate are tragically high rates of substance use disorders (SUDs). To address these disparities, Blue Cross Blue Shield of Arizona is helping pregnant and parenting women access education, care and treatment for SUDs in tribal communities across the state.",
    "article": "Arizona has the third-highest American Indian population in the U.S., comprised of Apache, Hopi, Navajo and many other tribes. One of the most significant health crises facing these communities is substance use disorder (SUD). Rates of SUDs are higher among American Indians than any other population group in the country, according to the Substance Abuse and Mental Health Services Administration's 2018 National Survey on Drug Use and Health. A complex fabric of social and historical factors make American Indian populations more vulnerable to substance use and inhibit their access to treatment: Historical trauma Racism and discrimination High levels of poverty High unemployment rates Underfunded health services Shortages of providers in rural communities Lack of transportation These same factors contribute to devastating maternal death rates. In Arizona, American Indian women face rates as high 70.8 deaths per 100,000 births according to the CDC. The average maternal death rate across the U.S. is 16.7 per 100,000. Tribal communities throughout Arizona have identified the need for more education, prevention and treatment to serve pregnant and parenting women with a SUD. Mobilize AZ Blue Cross Blue Shield of Arizona (BCBSAZ) is the state's largest health insurer. Partnering with Arizona's tribal nations, the company is committed to supporting native mothers and newborns through culturally appropriate interventions. In part, that means investing in programs and organizations that already serve American Indian communities throughout the state and expanding their capacity. The health insurer's public health initiative, Mobilize AZ, focuses on key health issues impacting Arizonans - substance use disorder, mental health, and diabetes, as well as social determinants of health.  The initiative earmarks millions of dollars each year to build statewide capacity and resources for substance use disorder prevention, treatment, resiliency, and recovery efforts. Funding priority is given to projects that expand resources, increase systems-level capacity, target an identified vulnerable population, and have a measurable impact. Through this initiative, BCBSAZ is supporting: Free childcare for native women receiving SUD treatment Culturally appropriate education on substance use prevention for young women and providers in tribal communities Programs that build self-esteem among American Indian girls and young mothers. Education on clinically-proven interventions for newborns with neonatal abstinence syndrome (NAS)  Mindfulness and stress reduction education that has been culturally adapted to tribal communities to help reduce unhealthy coping behaviors Blue Cross Blue Shield of Arizona is an independent licensee of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Brianna Keefe",
    "plans": [
      "BCBS AZ"
    ],
    "states": [
      "Arizona"
    ],
    "slug": "culturally-appropriate-interventions-for-mothers-and-newborns",
    "img_url": "feature-culturally-appropriate-interventions-for-mothers-and-newborns-a.jpg",
    "video_url": "",
    "topic": "Maternal Health",
    "subtopics": [
      "Behavioral Health Services",
      "Community Partnerships",
      "Maternal Health Social Services",
      "Provider Education and Training"
    ],
    "feature": "true",
    "read_time": "3"
  },
  {
    "headline": "Eliminating food insecurity to improve maternal and fetal health",
    "teaser": "Too many Americans, including pregnant women, aren’t sure where their next meal is coming from or whether they’ll have enough food to go around for the whole family. But some communities are stepping up ways to connect pregnant women with the food and nutritional education they need to stay healthy.",
    "article": "Researchers are still learning how limited or uncertain access to nutritious food can be harmful during and after pregnancy for both mother and baby. Food insecurity may increase the release of stress hormones, which has been linked to pre-term birth as well asunhealthy changes in a mother’s pregnancy weight. It has been linked to an increased risk for post-partum depression. Food insecurity can also affect a pregnant woman’s blood pressure, and so much more. Who is food insecure? The burden of food insecurity is borne disproportionately by Black, Indigenous and women of color. Federal statistics show Black Americans are twice as likely to be food insecure as the national average. Through another lens, one in five Black people is food insecure, according to Feeding America. Federal food assistance programs may help. But doctors and health insurers are seeing an opportunity — and using new resources — to support women at risk. Three programs that keep pregnant women and their families from going hungry In Minnesota, Blue Cross and Blue Shield of Minnesota is studying the impact of providing mothers and families in need clinically tailored meals, food boxes and nutritional coaching. Members can start as early as 20 weeks into their pregnancy and continue through the second month after birth. The healthy food program is a partnership with Project Well and Second Harvest Heartland, which will deliver the food and the coaching. Members can also be connected to additional food benefit programs and resources to meet other social needs through case management. In New York, Excellus BlueCross BlueShield is working with FoodLink, a local food bank, to pilot a nutrition program designed to identify at - risk moms and connect them to nutritional education and resources. Experts from Excellus BCBS say providing boxes of food is only one step in addressing food insecurity. Empowering mothers with culturally competent nutrition education can do even more to keep moms and their children healthy. Blue Cross and Blue Shield of Kansas City works with local food banks and food distributions centers to help members who are pregnant or new moms. Mothers who continue to experience food insecurity are connected with a state food assistance program. The health plan trains front line providers to screen women for food insecurity. Then Blue Cross and Blue Shield of Kansas City community health workers connect those members to resources to meet their social needs and follow up with providers. Food as healthcare Healthcare providers and health insurers are increasingly involved in meeting more than just medical needs for their patients. They recognize that having enough food to eat, or access to transportation, among other social needs, are just as critical for good health as a blood test or a sonogram. And right now, there may be more needs to meet. The economic crisis brought on by the pandemic has left more Americans out of work, living in poverty and struggling. Programs like these will be critical for catching those who might otherwise fall through the cracks. Blue Cross and Blue Shield of Minnesota, Blue Cross and Blue Shield of Kansas City and Excellus BlueCross BlueShield are independent licensees of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Kristin Gourlay",
    "plans": [
      "BCBSA"
    ],
    "states": [
      "Minnesota",
      "New York",
      "Missouri"
    ],
    "slug": "eliminating-food-insecurity-to-improve-maternal-and-fetal-health",
    "img_url": "feature-eliminating-food-insecurity-to-improve-maternal-and-fetal-health-a.png",
    "video_url": "",
    "topic": "Maternal Health",
    "subtopics": [
      "Maternal Health Social Services",
      "Community Partnerships",
      "Food and Nutrition Services"
    ],
    "feature": "true",
    "read_time": "3"
  },
  {
    "headline": "BlueCross BlueShield of South Carolina aims to improve pregnancy outcomes in women with diabetes",
    "teaser": "Diabetes Free SC expects to reduce unplanned hospital admissions for pregnancy complications by 50%.",
    "article": "BlueCross BlueShield of South Carolina and the BlueCross BlueShield of South Carolina Foundation launched Diabetes Free SC, a multi-million dollar, statewide initiative dedicated to addressing disparities in care in several strategic areas including improved pregnancy outcomes in women with diabetes.  BCBSSC is joining with several organizations well-established in the trenches of diabetes care.  According to the American Diabetes Association (ADA), more than 500,000 adults in the state have diagnosed diabetes while an additional 120,000 are unaware that they have the disease. African-Americans have a two times higher death rate from the disease than white adults. According to David Pankau, president and CEO of BlueCross BlueShield of South Carolina, this effort reflects the organization’s commitment to improving the health of South Carolina communities. He said, “We believe that we can play a meaningful role in reducing disparities of care. Our vision for making a difference in this space has been under discussion for a long time. There is even more urgency now as diabetes brings additional risk in the midst of skyrocketing COVID-19 rates. As we build upon the good work already being done, we are putting a stake in the ground with our commitment.”  Additional facts: 26,000 people in South Carolina will be diagnosed this year with diabetes. Nearly 35% of the state’s adult population has prediabetes. In addition to pregnancy, diabetes is also a significant factor in other conditions including kidney and cardiovascular disease, which disproportionately affects African-Americans. Goals of the program also include reduced lifelong risk of diabetes in children; and the prevention of diabetes and its complications in adults. The annual cost of care for adult South Carolinians with diagnosed diabetes is estimated at $5.89 billion (2017) BlueCross BlueShield of South Carolina is an independent licensee of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Carlton Houston",
    "plans": [
      "BCBS SC"
    ],
    "states": [
      "South Carolina"
    ],
    "slug": "bcbssc-aims-to-improve-pregnancy-outcomes-in-women-with-diabetes",
    "img_url": "feature-bcbssc-aims-to-improve-pregnancy-outcomes-in-women-with-diabetes.jpg",
    "video_url": "https://youtu.be/gUUk8ajU_lQ",
    "topic": "Maternal Health",
    "subtopics": [
      "Community Partnerships"
    ],
    "feature": "true",
    "read_time": "2"
  },
  {
    "headline": "Health education and culturally competent doula support for pregnant moms",
    "teaser": "There’s evidence that working with a doula can lead to better health outcomes for moms and babies. For Black and other women of color, this kind of support and the other programs Anthem Blue Cross and Blue Shield offers could help counter the racial disparities in health outcomes.",
    "article": "Doula care is available for Medicaid members in several of Anthem Blue Cross and Blue Shield markets. When possible, pregnant mothers of color are matched with doulas of color to provide culturally sensitive care. In addition, Anthem’s New Baby, New LifeSM and Taking Care of Baby and Me® are comprehensive care management programs focused on improving prenatal health and birth outcomes for pregnant Medicaid members: Pregnant members receive proactive, culturally appropriate outreach and twice- weekly educational support for both prenatal and postpartum needs through phone, apps, or on a website depending on a member’s preferences. Members who choose more intensive case management receive additional support from nurses who coordinate access to prenatal services, address gaps in care and social determinants of health that may be impacting both mother and baby. Case management focuses on helping mothers manage high risk conditions such as preeclampsia, diabetes or gestational diabetes, substance use disorder or a previous pre-term delivery. Anthem Blue Cross and Blue Shield is a licensee of the Blue Cross Blue Shield Association, an association of independent, locally owned Blue Cross and Blue Shield companies.",
    "byline": "Kristin Gourlay",
    "plans": [
      "Anthem BCBS"
    ],
    "states": [
      "Colorado",
      "Conneticut",
      "Indiana",
      "Kentucky",
      "Maine",
      "Nevada",
      "New Hampshire",
      "Ohio",
      "Virginia",
      "Missouri",
      "Wisconsin"
    ],
    "slug": "health-education-and-culturally-competent-doula-support-for-pregnant-moms",
    "img_url": "brief-health-education-and-culturally-competent-doula-support-for-pregnant-moms.jpg",
    "video_url": "",
    "topic": "Maternal Health",
    "subtopics": [
      "Expanding Access to Doulas"
    ],
    "read_time": "1"
  },
  {
    "headline": "Maternity coordinators help manage high risk conditions",
    "teaser": "Using nurses, social workers and other clinicians, Blue Cross of Idaho’s Maternity Management program is designed to help pregnant mothers with chronic physical or behavioral health conditions have healthy, safe pregnancies and childbirth.",
    "article": "Blue Cross of Idaho’s Maternity Management is a comprehensive program to help pregnant women with acute or chronic health conditions have a safe and healthy pregnancy and childbirth. A Maternity Coordinator first conducts an initial risk assessment with members. If risks are identified, members are connected with a case manager who collaborates with mothers to develop a personalized care plan. The case manager can help women identify any barriers to achieving goals, such as reducing high blood pressure, collaborate with a woman’s doctors and check in once or more a trimester to provide guidance and answer questions. Blue Cross of Idaho is a licensee of the Blue Cross Blue Shield Association, an association of independent, locally owned Blue Cross and Blue Shield companies.",
    "byline": "Kristin Gourlay",
    "plans": [
      "Blue Cross of Idaho"
    ],
    "states": [
      "Idaho"
    ],
    "slug": "maternity-coordinators-help-manage-high-risk-conditions",
    "img_url": "brief-maternity-coordinators-help-manage-high-risk-conditions.jpg",
    "video_url": "",
    "topic": "Maternal Health",
    "subtopics": [
      "Collaboration with Doctors and Hospitals"
    ],
    "read_time": "1"
  },
  {
    "headline": "Home visiting and collaborating with hospitals to improve birth outcomes",
    "teaser": "Blue Cross and Blue Shield of Alabama supports an evidence-based home visiting program that improves prenatal health and birth outcomes. The health plan also collaborates with hospitals to identify and treat pregnant women at risk of complications.",
    "article": "Helping pregnant women manage conditions like hypertension or substanceuse before they give birth leads to safer outcomes for mom and baby. Blue Cross and Blue Shield of Alabama collaborates with organizations focused on improving prenatal care and detecting health problems before they worsen. The health plan supports Nurse Family Partnership, a 40-year-old nationalprogram that pairs pregnant women and new mothers with a regular home visitor. Trained home visitors provide prenatal health education, help women prepare for a safe childbirth and keep connected to a family after childbirth to support healthy child development. Researchers find the program has prevented infant deaths and reduced preterm births and hypertension. One of the key causes of pregnancy-related complications—and sometimes death—is hypertension. Blue Cross and Blue Shield of Alabama has partnered with the Alabama Perinatal Quality Collaborative to help hospitals implement programs to improve early detection and treatment of hypertension, including producing a toolkitfor clinicians. Blue Cross in collaboration with the State has implemented the ALL Babies program, which is administered by Alabama's Children's Health Insurance Program (CHIP) through the Alabama Department of Public Health. This program identifies uninsured pregnant women who live in one of three Alabama counties with the highest infant mortality rates. The uninsured women who cannot afford health insurance are eligible to enroll in a program that provides coverage throughout their pregnancy. Prenatal care, hospitalizations and delivery are covered. The health plan also provides additional support to women at high risk of complications and offers a wellness program that provides education on having a healthy pregnancy. Women at high risk may also be connected to case managers who can work closely with doctors, hospitals and home health services to ensure a healthy pregnancy, childbirth and postpartum recovery.",
    "byline": "Kristin Gourlay",
    "plans": [
      "Blue Cross and Blue Shield of Alabama"
    ],
    "states": [
      "Alabama"
    ],
    "slug": "home-visiting-and-collaborating-with-hospitals-to-improve-birth-outcomes",
    "img_url": "brief-home-visiting-and-collaborating-with-hospitals-to-improve-birth-outcomes.jpg",
    "video_url": "",
    "topic": "Maternal Health",
    "subtopics": [],
    "read_time": "2"
  },
  {
    "headline": "Improving maternal outcomes with support and data",
    "teaser": "A network of community doulas can identify and assist at-risk moms.",
    "article": "The Blue Cross Blue Shield of Michigan Foundation supported a doula support integration and coordination of care for high risk women in labor through a partnership with Western Michigan University Homer Stryker Medical School.  The program will create and train a network of eight community doulas to assist the most at risk women (low socioeconomic status, women of color, or prior poor birth outcome), who lack support during labor and postpartum, and provide coordination between doulas and community health workers for transition of care from hospital to home. Additionally, Labor and Delivery staff will be trained on the outcome benefits for having doulas; identify high-risk women for doula services through local prenatal clinics services and at delivery. Doulas will assist women during delivery, visit patient at home (first week), following covid-19 protection protocols and then will connect the women with a community health worker for post-natal/early infancy home visitation follow-up. The Obstetrics Initiative (OBI) is a state-wide, data-driven quality improvement project supported by Blue Cross Blue Shield of Michigan (BCBSMI)/Blue Care Network to create optimal maternity care experiences for Michigan families. OBI is working to identify and address variation in obstetric driven care in the state of Michigan through collaboration, rapid cycle data reporting, and quality improvement initiatives. The first initiative is supporting vaginal birth and safely lowering the cesarean delivery rate among low-risk patients. OBI promotes collaboration and the sharing of best practices among participating maternity hospitals. By collecting data, analyzing data, and reporting data back to OBI participants, opportunities for improvement can be identified and quality improvement initiatives can be implemented. Addressing Perinatal Opioid Use Disorder-BCBSMI and BCBSMI Foundation partnership with the Michigan Department of Health &amp; Human Services to address perinatal opioid use disorder. Five regional health organizations across the state in partnership with their Regional Perinatal Quality Collaborative received a combined total of $300,000 in grant funding to begin new projects, enhance or expand existing projects to prevent and treat opioid use disorder among women, their children and infants during prenatal, pregnancy and postpartum periods. Blue Cross Blue Shield of Michigan and the Blue Cross Blue Shield of Michigan Foundation are independent licensees of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Carlton Houston",
    "plans": [
      "BCBS Michigan"
    ],
    "states": [
      "Michigan"
    ],
    "slug": "improving-maternal-outcomes-with-support-and-data",
    "img_url": "brief-improving-maternal-outcomes-with-support-and-data.jpg",
    "video_url": "",
    "topic": "Maternal Health",
    "subtopics": [
      "Community Partnerships",
      "Expanding Access to Doulas"
    ],
    "read_time": "2"
  },
  {
    "headline": "Expanding access to doulas and addressing food insecurity",
    "teaser": "At Blue Cross and Blue Shield of Minnesota, health claims revealed that moms with access to doulas had better birth outcomes. But some women of color face barriers to access. The health plan is working to eliminate those barriers and to address other prenatal dangers, such as food insecurity.",
    "article": "Limited or uncertain access to nutritious food can be harmful during and after pregnancy for both mother and baby. The burden of food insecurity is borne disproportionately by Black, Indigenous and women of color. That’s why Blue Cross and Blue Shield of Minnesota is offering mothers and families in need clinically tailored meals and food boxes as well as nutritional coaching. Members can start as early as 20 weeks into their pregnancy and continue through the second month after birth. The program, called Food Rx, is a partnership with Project Well and Second Harvest Heartland, which will deliver the food and the coaching. Members will also be connected to food programs and solutions to meet other social needs through case management. Access to supportive, culturally sensitive prenatal care can make the difference for pregnant women at risk of birth complications. A doula is a woman trained to support pregnant women emotionally and physically during pregnancy, childbirth and postpartum. Health claims data from Blue Cross and Blue Shield of Minnesota (BCBS MN) show that moms who use a doula have healthier babies. But some Black, Indigenous and other women of color (BIPOC) face barriers to accessing doulas. The issues include a lack of BIPOC doulas, lower reimbursement rates and awareness about the role and availability of doulas. That’s why Blue Cross and Blue Shield of Minnesota is increasing reimbursement rates for doulas, funding scholarships for BIPOC individuals who want to train to become doulas and identifying ways to encourage members to work with doulas earlier and throughout their pregnancies. Blue Cross and Blue Shield of Minnesota is an independent licensee of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Kristin Gourlay",
    "plans": [
      "BCBS MN"
    ],
    "states": [
      "Minnesota"
    ],
    "slug": "expanding-access-to-doulas-and-addressing-food-insecurity",
    "img_url": "brief-expanding-access-to-doulas-and-addressing-food-insecurity.jpg",
    "video_url": "",
    "topic": "Maternal Health",
    "subtopics": [
      "Expanding Access to Doulas",
      "Food and Nutrition Services"
    ],
    "read_time": "2"
  },
  {
    "headline": "Breaking through bias in maternity care",
    "teaser": "To support healthcare workers in identifying and addressing their own implicit biases in maternal care, Blue Cross and Blue Shield of North Carolina is funding free training in partnership with March of Dimes.",
    "article": "The U.S. is among the most dangerous developed nations for pregnant women, new moms and babies according to data from March of Dimes. Outcomes are especially concerning for women of color: maternal mortality rates among Black women, for example, are 3x higher than those among white women. While these disparities are caused by a complex fabric of social, political and economic injustices, implicit bias in the healthcare system plays a well-documented role.To support healthcare workers in identifying and addressing their own implicit biases, Blue Cross and Blue Shield of North Carolina (Blue Cross NC) helped March of Dimes convert their Breaking Through Bias in Maternity Care program to a virtual experience in the midst of the COVID-19 pandemic. Maternal care providers across North Carolina are able pay no fee to attend. Their curriculum covers structural racism in the U.S., strategies to mitigate bias in maternity care and approaches to building a culture of equity in workplaces and communities. Blue Cross and Blue Shield of North Carolina is an independent licensee of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Brianna Keefe",
    "plans": [
      "BCBS NC"
    ],
    "states": [
      "North Carolina"
    ],
    "slug": "breaking-through-bias-in-maternity-care",
    "img_url": "brief-breaking-through-bias-in-maternity-care.jpg",
    "video_url": "",
    "topic": "Maternal Health",
    "subtopics": [
      "Provider Education and Training"
    ],
    "read_time": "1"
  },
  {
    "headline": "Innovating maternal care for over 20 years",
    "teaser": "Since 1997, Blue Cross and Blue Shield of Vermont has been supporting new and expectant mothers with its Better Beginnings program. Today, it is one of the most comprehensive maternal care management programs in the country, with a focus on social needs and culturally informed care.",
    "article": "Since 1997, Blue Cross and Blue Shield of Vermont (BCBS VT) has been supporting new and expectant mothers with its Better Beginnings program. Today, it is one of the most comprehensive maternal care management programs in the country, with a focus on social needs and culturally informed care. Better Beginnings boasts a 70% engagement rate among BCBS VT’s expectant members. Participants benefit from wraparound support both before and after delivery. Enrollment begins with a comprehensive health risk assessment that includes mental and behavioral health factors, medical considerations, social needs and language, cultural and religious preferences. From there, members are paired with a nurse case manager who can support their unique needs through pregnancy and beyond. Postpartum, new mothers are screened for depression and have access to in-network lactation consultants. As part of the Blue Cross and Blue Shield system’s National Health Equity commitment, BCBS VT is now exploring resources to reach those mothers who are most in need.  Blue Cross and Blue Shield of Vermont is an independent licensee of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Brianna Keefe",
    "plans": [
      "BCBS VT"
    ],
    "states": [
      "Vermont"
    ],
    "slug": "innovating-maternal-care-for-over-20-years",
    "img_url": "brief-innovating-maternal-care-for-over-20-years.jpg",
    "video_url": "",
    "topic": "Maternal Health",
    "subtopics": [
      "Behavioral Health Services",
      "Support Groups"
    ],
    "read_time": "1"
  },
  {
    "headline": "Targeting health equity with community health workers leading the way",
    "teaser": "Blue KC offers guidance and maternal support with a personal touch.",
    "article": "Blue Cross and Blue Shield of Kansas City (Blue KC) is leading efforts to reduce racial disparities in prenatal care by leveraging the important role of community health workers (CHW) to build trust with at-risk populations. For example, Blue KC members enrolled in health plans with exclusive access to Spira Care Centers also benefit from CHW best practices in a primary care setting. At Spira Care Centers the member experience is simple and personal, while also innovative and forward-thinking. Members have access to integrated primary care, behavioral health consultations, health coaching, routine lab draws and more all in one place at low or no cost. Additionally, through successful community intervention, Blue KC aims to reduce disparities in prenatal care, by offering guidance and support to raise the awareness among mothers about potential health risks. The CHW strategy will include breast feeding support, lactation consultation and prenatal and postnatal education and support. Engagement with members will start prenatal and continue to one-year postpartum. Blue KC is also exploring innovative ways to engage CHWs in other community settings to further meet individuals where they are. For example, they could expand into schools and public libraries. This work is to level the playing field and remove barriers that cause unequal access to care and to health outcomes, and make sure education and access is offered in a way community members understand. Blue Cross and Blue Shield of Kansas City is an independent licensee of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Carlton Houston",
    "plans": [
      "BCBS KC"
    ],
    "states": [
      "Kansas"
    ],
    "slug": "targeting-health-equity-with-community-health-workers-leading-the-way",
    "img_url": "brief-targeting-health-equity-with-community-health-workers-leading-the-way.jpg",
    "video_url": "",
    "topic": "Maternal Health",
    "subtopics": [
      "Community Partnerships"
    ],
    "read_time": "1"
  },
  {
    "headline": "Pursuing equitable, quality care for Black mothers and babies",
    "teaser": "To transform the maternal care experience for Black women and their babies, Blue Shield of California is reimagining the prenatal and postpartum care experience.",
    "article": "In the U.S., Black women face significant disparities in their health, driven largely by systemic racism and discrimination. Compared to white mothers, for example, Black mothers face 3x higher rates of maternal mortality and 2x higher rates of maternal morbidity, or 'near misses.' To transform the maternal care experience for Black women and their babies, Blue Shield of California is reimagining the prenatal and postpartum care experience. The health plan is piloting solutions that address community advocacy, improved access to medical, behavioral, mental and social care, provide culturally competent support systems and improve quality of care. Solutions may include tapping into community-based experts to champion the needs of Black mothers and infants, including increasing access to critical maternal care services, increasing their maternal quality of care and addressing maternal behavioral health. Blue Shield of California is an independent licensee of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Kristin Gourlay",
    "plans": [
      "Blue Shield of California"
    ],
    "states": [
      "California"
    ],
    "slug": "pursuing-equitable-quality-care-for-black-mothers-and-babies",
    "img_url": "brief-pursuing-equitable-quality-care-for-black-mothers-and-babies.jpg",
    "video_url": "",
    "topic": "Maternal Health",
    "subtopics": [],
    "read_time": "1"
  },
  {
    "headline": "Inclusive and equitable perinatal care for pregnant Black women",
    "teaser": "CareFirst BlueCross BlueShield’s investment in a decade-long Baltimore City initiative has improved maternal health outcomes and reduced infant mortality among vulnerable communities.",
    "article": "The rate of pregnancy-related deaths is nearly three times higher for Black women in Maryland than it is for White women, according to the Maryland Department of Health’s annual maternal mortality review. Across the country, that number is not improving, but in Baltimore, home to the largest health plan, that racial disparity is narrowing. CareFirst BlueCross BlueShield, through their grantmaking efforts, has invested in a decade-long Baltimore City initiative, B’more for Healthy Babies, which has reduced infant deaths by more than 30%. Grantmaking efforts also support Mamatoto Village, an organization that makes perinatal support services more accessible and provides pathways to careers in maternal health for Black women. Services for pregnant Black women include home visits, community birth workers who attend to their emotional, educational and physical needs and lactation consultants. Mamatoto Village emphasizes inclusive, respectful and equitable care, and empowers women and communities to adopt healthy lifestyles. CareFirst BlueCross BlueShield is an independent licensee of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Kristin Gourlay",
    "plans": [
      "CareFirst BlueCross BlueShield"
    ],
    "states": [
      "Maryland",
      "Virginia",
      "DC"
    ],
    "slug": "inclusive-and-equitable-perinatal-care-for-pregnant-black-women",
    "img_url": "brief-inclusive-and-equitable-perinatal-care-for-pregnant-black-women.jpg",
    "video_url": "",
    "topic": "Maternal Health",
    "subtopics": [
      "Maternal Health Home Visits"
    ],
    "read_time": "1"
  },
  {
    "headline": "Supporting bright beginnings for mothers and babies",
    "teaser": "In Upstate New York, Excellus BlueCross BlueShield is helping new and expectant mothers have safer, healthier pregnancies. The health insurer is pairing mothers of color with culturally competent care, delivering groceries to food-insecure households, and providing addiction support to mothers during and after pregnancy.",
    "article": "In Upstate New York, Excellus BlueCross BlueShield (Excellus BCBS) is helping new and expectant mothers have safer, healthier pregnancies. The health insurer is pairing Black and Brown mothers with culturally competent care, delivering groceries to food-insecure households, and providing addiction support to mothers during and after pregnancy. Doulas are nonmedical professionals who provide physical, emotional and educational support to mothers before, during and after birth. Excellus BCBS and Syracuse Community Connections are bringing this one-on-one care to new and expectant mothers in Upstate New York. The program brings culturally competent mentorship to women in underserved Black and Brown communities who may need further support than they receive in the hospital setting. Beyond traditional support, participating doulas also help mothers access the care they need, provide breastfeeding coaching and screen for postpartum depression. The health insurer has also partnered with Foodlink to pilot a nutrition program for pregnant women with high-risk needs and significant food insecurity. Sound nutritional health is critical for the health of mothers and babies. To make sure expectant mothers do not lose access to this resource through the COVID-19 pandemic, Excellus BCBS helped adapt this program to a food delivery service. For women with substance use disorder (SUD), Excellus BCBS has adapted its traditional maternal care program for specialized support. The Enhanced Bright Beginnings program helps pregnant women in any stage of addiction--whether they are actively using or substance-free. The goal: to help expectant and new mothers avoid substance use and relapse both during and after pregnancy. Each woman is paired with two care managers: a registered nurse and a certified alcohol and substance abuse counselor (CASAC) specializing in addiction support. These professionals also monitor for additional needs mothers may have, like access to healthy food, and offer emotional support to the women in their care. Excellus BlueCross BlueShield is an independent licensee of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Brianna Keefe",
    "plans": [
      "Excellus BCBS"
    ],
    "states": [
      "New York"
    ],
    "slug": "supporting-bright-beginnings-for-mothers-and-babies",
    "img_url": "brief-supporting-bright-beginnings-for-mothers-and-babies.jpg",
    "video_url": "",
    "topic": "Maternal Health",
    "subtopics": [
      "Food and Nutrition Services",
      "Behavioral Health Services",
      "Maternal Health Social Services",
      "Support Groups"
    ],
    "read_time": "2"
  },
  {
    "headline": "Home visits address high risk conditions and social determinants of health",
    "teaser": "There’s strong evidence that home visits throughout a woman’s pregnancy can help address chronic conditions and other barriers to healthy pregnancies. Highmark Blue Cross Blue Shield of Western New York and Northeastern New York’s high risk maternity home visiting program makes it easier for moms to receive the support they need right at home. ",
    "article": "Home visiting for pregnant mothers is an evidence-based practice shown to help women have healthier, safer pregnancies. For Black, Indigenous and women of color, who are likely to die from pregnancy-related causes or experience pregnancy complications, a home visiting program can help address some of the risk factors, including support in managing chronic conditions like hypertension or diabetes. Highmark Blue Cross Blue Shield of Western New York and Northeastern New York has created a high-risk maternity home visiting case management program, partnering with local agencies to deliver services in a mother’s home. Home visitors can also address social determinants of health that might affect a woman’s pregnancy, childbirth or postpartum health, including housing and transportation issues. Members receiving home visits can work one on one, in person when safe, with specialty-trained nurses who provide individualized education and help coordinate care throughout a mother’s pregnancy and for six months after delivery. Nurses also follow up with a mother’s clinicians about her status and facilitate specialty services or referrals. Highmark Blue Cross Blue Shield of Western New York and Northeastern New York is an independent licensee of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Kristin Gourlay",
    "plans": [
      "Highmark Blue Cross Blue Shield of Western New York and Northeastern New York"
    ],
    "states": [
      "New York"
    ],
    "slug": "home-visits-address-high-risk-conditions-and-social-determinants-of-health",
    "img_url": "brief-home-visits-address-high-risk-conditions-and-social-determinants-of-health.jpg",
    "video_url": "",
    "topic": "Maternal Health",
    "subtopics": [
      "Maternal Health Home Visits",
      "Community Partnerships"
    ],
    "read_time": "1"
  },
  {
    "headline": "Data-driven strategies to address disparities in maternal care",
    "teaser": "To reduce health disparities among communities of color and support expectant mothers, Independence Blue Cross (Independence BC) is taking a data-first approach to inform better interventions in care.",
    "article": "To reduce health disparities among communities of color and support expectant mothers, Independence Blue Cross (Independence BC) is taking a data-first approach to inform better interventions in care. Recognizing that the health needs of economically distressed neighborhoods cannot only be met through the doctor's office, Independence BC joined forces with Project HOME and AmeriHealth Caritas to address significant health disparities experienced in North Philadelphia. The area's predominantly Black and Hispanic residents face lower life expectancies and higher rates of infant mortality than their counterparts elsewhere the city. To connect these residents to social resources and improve maternal and family health outcomes, the organizations created the Keystone Connection to Wellness initiative. To better understand how social determinants of health impact high-risk maternity patients, Independence BC is also building predictive models into its existing maternal care program: Baby Blueprints. Available to all expectant members, the program supports women before, during and after birth. This work includes behavioral health screenings and social need assessments for factors including transportation, food security and financial wellbeing. By incorporating predictive capabilities into this program, Independence BC hopes to better understand and support the complex needs of high-risk mothers. The health insurer is also participating in and helping fund a novel study on the impact of the COVID-19 lockdown on pre-term birth outcomes. The study is led by Yale University, University of Pennsylvania, Northwestern University, the Children's Hospital of Philadelphia and Nemours Children's Hospital and will use member data from Independence BC, Highmark Blue Shield of Delaware, Yale and the University of Pennsylvania Health System. The first study of its kind in the U.S., researchers will examine both spontaneous and medically indicated preterm births as well as stillbirth rates--especially among communities of color, which see disproportionate rates of preterm births. Independence Blue Cross is an independent licensee of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Brianna Keefe",
    "plans": [
      "Independence Blue Cross"
    ],
    "states": [
      "Pennsylvania"
    ],
    "slug": "data-driven-strategies-to-address-disparities-in-maternal-care",
    "img_url": "brief-data-driven-strategies-to-address-disparities-in-maternal-care.jpg",
    "video_url": "",
    "topic": "Maternal Health",
    "subtopics": [
      "Behavioral Health Services"
    ],
    "read_time": "2"
  },
  {
    "headline": "Improving postpartum care for high-risk mothers",
    "teaser": "Premera Blue Cross and Blue Shield companies are committed to increasing postpartum care and improving postpartum health for their members in Washington and Alaska.",
    "article": "After giving birth, mothers often neglect their own needs while caring for their new babies. But for high-risk mothers--those facing significant social barriers like food insecurity or lack of transportation--neglecting these needs can have significant impacts on their health. Premera Blue Cross and Blue Shield companies (Premera) are committed to increasing postpartum care and improving postpartum health for their members in Washington and Alaska--especially for those members most in need. To achieve this goal, the company is addressing: Data collection and analysis -- using population health data to identify and mitigate barriers to care among high-risk mothers Community and provider partnerships -- working with community-based and healthcare organizations to intervene and educate high-risk mothers on the importance of postpartum care Member engagement -- speaking to members directly about recommended postpartum care and connecting them to needed services and resources Premera Blue Cross and Premera Blue Cross and Blue Shield are independent licensees of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Brianna Keefe",
    "plans": [
      "Premera Blue Cross"
    ],
    "states": [
      "Washington"
    ],
    "slug": "improving-postpartum-care-for-high-risk-mothers",
    "img_url": "brief-improving-postpartum-care-for-high-risk-mothers.jpg",
    "video_url": "",
    "topic": "Maternal Health",
    "subtopics": [
      "Community Partnerships"
    ],
    "read_time": "1"
  },
  {
    "headline": "Using data and technology to identify and support high-risk pregnancies",
    "teaser": "Blue Cross and Blue Shield of Louisiana supports programs and community-focused initiatives to reduce disparities and improve access to care for mother and baby.",
    "article": "Healthy Blue Beginnings is BCBSLA’s care management program for high-risk pregnancies. This program offers pregnant women personalized information and confidential support from experienced nurses throughout their pregnancy. In addition to referrals from individual physicians, BCBSLA receives referrals to Healthy Blue Beginnings from its relationship with Louisiana Women’s Healthcare Associates (LWHA), the largest OB/GYN physician group in the state of Louisiana. Obstetricians at LWHA refer patients to Healthy Blue Beginnings if they have one or more of a list of conditions that includes: History of preterm labor Diabetes Hypertension Obesity History of smoking Substance use disorder In the 2020s, data is now an important healthcare partner, and data plays a part with high-risk pregnancy referrals, too. Recently, Blue Cross began receiving Admit, Discharge, Transfer (ADT) data from any healthcare provider that uses an electronic medical records system and has a capability to feed the insurer their data. Another pregnancy support program is a unique texting service called text4baby. Whether or not a woman joins Healthy Blue Beginnings, BCBSLA encourages her to join text4baby. Moms get free text messages with health and safety tips for their pregnancy and baby’s first year. The messages are tailored based on due date or baby’s birth date. Just text the word BABY (BEBE for Spanish tips) to 511411 on your cellphone.  Stronger Than is a BCBSLA care management program that can connect women to these services listed above as well as a wide range of free or low-cost community services. One of these is Coffective, a coalition of community resources to support women before, during and after pregnancy. Find more at supportservices.bcbsla.com. Blue Cross employees and the Blue Cross Foundation also support the health of babies and young children in a number of ways. The Foundation’s focus is on Louisiana children’s health and wellbeing, and many of its grants are awarded accordingly. One the Foundation’s most successful grantees, Fit NOLA, has recently expanded a program that lets doctors give “fruit and vegetable prescriptions” to pregnant women, people with diabetes and others, redeemable for free at local farmers’ markets. Blue Cross and its employees also donate their time and money to organizations like March of Dimes, which works to prevent birth defects. Full release: https://news.bcbsla.com/press-releases/2020/louisiana-pregnancy-complications Blue Cross and Blue Shield of Louisiana is an independent licensee of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Carlton Houston",
    "plans": [
      "BCBS LA"
    ],
    "states": [
      "Louisiana"
    ],
    "slug": "using-data-and-technology-to-identify-and-support-high-risk-pregnancy",
    "img_url": "brief-using-data-and-technology-to-identify-and-support-high-risk-pregnancy.jpg",
    "video_url": "",
    "topic": "Maternal Health",
    "subtopics": [
      "Support Groups",
      "Community Partnerships"
    ],
    "read_time": "2"
  },
  {
    "headline": "Strong collaborations aim to improve birth outcomes",
    "teaser": "BlueCross BlueShield of South Carolina and partners reduce early term elective inductions by 50%.",
    "article": "BlueCross BlueShield of South Carolina (BCBSSC) is improving maternal care as a leading partner of the Birth Outcomes Initiative (BOI).  The program is a partnership between the South Carolina Department of Health and Human Services (SCDHHS), The South Carolina Hospital Association (SCHA), March of Dimes, BCBSSC and more than 100 other stakeholders to improve health outcomes for newborns in the Medicaid program and throughout the state. The goal is to unite private and public organizations to lower preterm birth, the leading cause of infant death in the state, through pledges from hospitals to end non-medically indicated elective inductions, public and private alignment on a non-payment policy and outreach to at-risk mothers. Launched in 2011, the BOI has three interconnected goals that work together to improve birth outcomes throughout the state, including: Reducing the number of low birth weight babies Reducing NICU admissions and stays Reducing racial disparities in birth outcomes The overarching goal of the South Carolina BOI is to end elective inductions for non-medically indicated deliveries prior to 39 weeks and make resources available to at-risk mothers. The State of South Carolina used its multi-stakeholder BOI to reduce early-term, elective inductions by 50 percent, improving birth outcomes while saving the state and the federal government $6 million in Medicaid spending for the first quarter of fiscal year 2013. How it works:  Partnered with leaders from key clinical organizations and gained agreement from all birthing hospitals to stop early elective deliveries. - Implemented a policy of non-payment for early elective deliveries without medical necessity, a private and public (Medicaid) solution. - Leveraged member maternity programs and the Centering Pregnancy model of care. The BOI contains a number of components, including a policy adopted by the South Carolina Department of Health and Human Services (DHHS) and BCBSSC, South Carolinas largest commercial insurer, to stop paying for early elective deliveries (elective inductions and cesarean deliveries prior to 39 weeks gestation. South Carolina was the first state in the nation where both public (Medicaid) and private (BCBSSC) entities implemented the same non-payment policy for early elective deliveries for both hospitals and physicians. BCBSSC conducted extensive outreach to its large employer customers so the policy change would not be a surprise BlueCross BlueShield of South Carolina is an independent licensee of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Carlton Houston",
    "plans": [
      "BCBS SC"
    ],
    "states": [
      "South Carolina"
    ],
    "slug": "strong-collaborations-aim-to-improve-birth-outcomes",
    "img_url": "brief-strong-collaborations-aim-to-improve-birth-outcomes.png",
    "video_url": "",
    "topic": "Maternal Health",
    "subtopics": [],
    "read_time": "2"
  },
  {
    "headline": "Reducing disparities and expanding care for expectant mothers and babies",
    "teaser": "To support pregnant women and their infants, Blue Cross and Blue Shield of Illinois (BCBSIL) is providing new resources to help improve health outcomes of people in underserved communities across Illinois.",
    "article": "The United States has the highest maternal and infant mortality rates in comparison to other developed countries, and the statistics are worse for women of color. These disparities are leading to worsening health outcomes for pregnant and post-partum women, particularly in low-income and remote communities. In an effort to help improve these statistics, BCBSIL is supporting parents in Chicago’s South and West Side neighborhoods by providing funding to community-based organizations working to improve maternal health outcomes. The organizations utilize doulas, midwives and telemedicine to provide  education, labor care, breastfeeding help and postpartum support within a culturally appropriate lens. BCBSIL is also teaming up with Centering Healthcare Institute, a non-profit focused on delivering better health outcomes and improving the care experience for patients and their doctors. Through a three-year grant, BCBSIL will be bringing CHI’s CenteringPregnancy program to a number of Federally Qualified Health Centers (FQHCs) that focus on serving underserved and at-risk populations.",
    "byline": "Brianna Keefe",
    "plans": [
      "BCBS IL"
    ],
    "states": [
      "Illinois"
    ],
    "slug": "reducing-disparities-and-expanding-care-for-expectant-mothers-and-babies",
    "img_url": "brief-supporting-mothers-and-babies-most-in-need-with-wraparound-care.png",
    "video_url": "",
    "topic": "Maternal Health",
    "subtopics": [
      "Social Services"
    ],
    "read_time": "2"
  },
  {
    "headline": "Reimagining equity in healthcare, together",
    "teaser": "Your health shouldn’t depend on the color of your skin or the neighborhood you live in, but too often it does. Communities of color, accounting for nearly 40% of the U.S. population, bear a disproportionate burden of preventable disease, disability and death.",
    "article": "Your health shouldn’t depend on the color of your skin or the neighborhood you live in, but too often it does. Communities of color, accounting for nearly 40% of the U.S. population, bear a disproportionate burden of preventable disease, disability and death. Today, the Blue Cross Blue Shield Association launched a National Health Equity Strategy to reimagine a more equitable system of health. This is a multiyear effort to address the nation’s unconscionable and unacceptable racial health disparities that have afflicted generations of Americans. This strategy builds on the pledge all Blue Cross and Blue Shield (BCBS) companies made last year to lead the essential work to fight systemic racism. Your health shouldn’t depend on the color of your skin or the neighborhood you live in. Health disparities are the result of a complex fabric of social, racial and economic injustice—a fabric we can’t unravel overnight. But starting here and now, the Blues are taking immediate and ongoing action to put an end to these inequities, setting bold goals and holding ourselves accountable to tangible results.A Crisis in Maternal Health Our first focus:in the next five years, we will reduce racial disparities in maternal health by 50%. Data from the Centers for Disease Control and Prevention tells us that women of color—specifically Black and Indigenous women—are three times more likely to die from pregnancy complications than their white counterparts. In fact, the U.S. is the most dangerous developed country to have a baby. This is a crisis we must confront. Many BCBS companies have started this work and are already focused on preventing these dangerous outcomes. Their work to date includes: Identifying women at risk and providing one-on-one coaching to manage their chronic conditions during pregnancy. Offering “prescriptions” for healthy food delivery and nutrition counseling—addressing underlying social determinants that have a significant impact on health. Providing doula support to mothers throughout their pre- and postnatal journeys. We will continue taking proven initiatives—and finding the best new ideas—and making them available to more people and communities across the country. An Invitation to Join Us To address racial health disparities in a meaningful way, we must bring more people to the table to create lasting change. That’s why we have convened a national advisory panel of distinguished doctors, public health experts and community leaders to guide this work. With their counsel, we’ll be focusing on specific efforts to build a more equitable future: Encouraging industry initiatives to develop national standards for the collection of race, ethnicity and language (R/E/L) data, to understand where we are today and track our progress. Partnering with providers to offer unconscious bias training and incentives to ensure culturally appropriate care and improve health outcomes. Leaning into new and longstanding relationships with community organizations to address root causes of inequities. Advocating for public policies at the state and federal levels to improve access to health coverage and supporting efforts like the CDC’s recently announced initiatives to address racism as a public health threat, the White House’s first-ever proclamation on Black maternal health and the Momnibus package. These are just some of the steps the Blues are committed to, and we invite others—industry leaders, policymakers, providers, employers and other stakeholders—to join us in this crucial work. Together, I believe we can build a new model of equitable care. Not just for the 110 million BCBS members, but for all Americans.",
    "byline": "Kim Keck",
    "plans": [],
    "states": [],
    "slug": "reimagining-equity-in-healthcare-together",
    "img_url": "blog-reimagining-equity-in-healthcare-together.jpg",
    "video_url": "",
    "topic": "Maternal Health",
    "subtopics": [],
    "read_time": "3"
  },
  {
    "headline": "Blue Health Equity Roundtable",
    "teaser": "The crisis in racial disparities in our country’s healthcare is unconscionable and unacceptable.",
    "article": "The crisis in racial disparities in our country’s healthcare is unconscionable and unacceptable. Join Blue Cross Blue Shield Association President and CEO Kim Keck, Dr. Jackie Walters, OBGYN and cast member of Married to Medicine, March of Dimes CEO Stacey D. Stewart and CareFirst BlueCross BlueShield Executive Vice President of Health Services Stacia Cohen for an in-depth look at the current state of racial disparities in healthcare, ways we can change the trajectory of heath disparities and how we can reimagine a more equitable healthcare system.",
    "byline": "",
    "plans": [
      "BCBSA"
    ],
    "states": [],
    "slug": "blue-health-equity-roundtable",
    "img_url": "health-equity-roundtable-alert-banner.jpg",
    "video_url": "https://www.youtube.com/embed/zczs34aYmiM",
    "topic": "Maternal Health",
    "subtopics": [],
    "read_time": "1"
  },
  {
    "headline": "BCBS companies support new and expectant mothers",
    "teaser": "While data shows troubling trends in maternal health for the U.S., Blue Cross Blue Shield companies are creating supportive interventions for mothers-to-be.",
    "article": "",
    "byline": "",
    "plans": [
      "BCBSA"
    ],
    "states": [
      "Alabama",
      "South Carolina",
      "Texas"
    ],
    "slug": "bcbs-companies-support-new-expectant-mothers",
    "img_url": "brief-bcbs-companies-support-new-expectant-mothers.jpg",
    "video_url": "",
    "topic": "",
    "subtopics": [],
    "read_time": "1"
  },
  {
    "headline": "Podcast: Baltimore cut infant mortality and helped moms thrive, too",
    "teaser": "In 10 years, Baltimore cut its infant mortality by nearly 40%. It's an incredible success story. But there's more work to do as the initiative B'more for Healthy Babies enters its second decade. Substantial racial disparities persist between Black and white infant and maternal health. In this episode, we visit the communities hardest hit by those disparities and learn how this massive, grassroots effort is turning the tide.",
    "article": "In 10 years, Baltimore cut its infant mortality by nearly 30%. Its an incredible success story. But theres more work to do as the initiative Bmore for Healthy Babies enters its second decade. Substantial racial disparities persist between Black and white infant and maternal health. In this episode, we visit the communities hardest hit by those disparities and learn how this massive, grassroots effort is turning the tide. Infant mortality rates skyrocketing In 2009, when infant mortality rates were going down in most places, Baltimores infant mortality rate spiked to its highest ever. Nearly 14 babies were dying for every 1000 born. For white babies, the rate was 3.5 per 1000. For African American babies, 18. Black mothers were dying at higher rates, too. Maria Harris Tildon led corporate philanthropy for CareFirst BlueCross BlueShield, which helped launch the initiative, Bmore for Healthy Babies, until 2019. Look, the notion that we are sitting in a city with major international health systems--Johns Hopkins, University of Maryland—and we are still dealing with infant mortality rates that rival third world countries is absolutely incomprehensible. When infant mortality rates were spiking in 2008, then Health Commissioner Josh Sharfstein called Harris Tildon and other health officials to a meeting to introduce them to the data and urge community, government and private partners to unite in a strategy like nothing theyd ever tried. A bold new strategy to save lives Harris Tilden says CareFirst BlueCross BlueShield provided the city with seed money for planning. The company added its own experts to the mix of community members, nonprofit agencies, and health professionals working on the problem. To start, teams combed the data about the health of moms and babies in the city, piecing together a bigger picture and teasing out the nuances of what was happening. They scoured the scientific literature for best practices in infant and maternal health. They looked for examples from other places that had managed to address this kind of major public health challenge. In a year, Baltimore had a bold, city-wide strategy involving 150 different organizations called Bmore for Healthy Babies. Part of the programs bedrock: a universal intake system for any mother and baby at risk. For Harris Tildon, its been personal. I personally am a Baltimore native. These are my neighbors. And the notion that we had the potential with a very, very thoughtful and aggressive plan to make a difference and save not only the lives of babies but really have a meaningful impact on the mothers before and after delivery was something that we thought was important and didnt hesitate to do, says Tildon. A couple of the neighborhoods in which this program is really having a significant impact are neighborhoods where I actually grew up. Those are neighborhoods steeped in poverty, stung by violence. But she says those factors alone arent responsible for Baltimores infant and maternal health crisis. Its also a history of racial inequities. For African Americans, says Harris Tildon, thats led to years of declining health. And when more than two-thirds of the citys citizens are black, she says, not taking action is like turning your back on a whole city. Home visiting to reach pregnant and postpartum women in need In Baltimores Belair-Edison neighborhood, a bit northeast of downtown, two home visitors have come to check in on a young mother named Charmaine and her baby boy Kamil. Charmaine welcomes the team into her living room just as Kamil is waking from a nap. She brings him downstairs and its clear hes thriving--eating and sleeping well and, most importantly sleeping somewhere safe. Thats one of the most important reasons these home visitors are here. With every client they visit, they repeat Bmore for Healthy Babies alphabet mantra: ABCD. Babies should always sleep: alone, on their back, in a crib or pack and play, and dont smoke. Its too dangerous to let babies sleep in a bed with others, or in a swing or a car seat, too dangerous to fill the crib with blankets and bumpers. Those increase the risk of dying from suffocation or SIDS, sudden infant death syndrome, both among the leading causes of death for babies in Baltimore. Not long before Kamil was born, Charmaine didnt have a crib. My due date was approaching and I needed help. It was like last minute and things were just not going the way that I had planned so I needed everything, says Charmaine, whose last name were not using to protect her privacy. Home visitor Bryione Moore, part of Bmore for Healthy Babies arsenal of community health workers,  brought her a pack and play and more. She brought me everything even down to one of those little sleepers for them to sleep in and stay warm. I have now a stroller, a car seat, [more] than I ever had, says Charmaine. Home visitors Bryione Moore and her partner Cheriise McNamara have a roster of pregnant and post-partum women to visit every day—women identified by that city-wide intake system. Moore and McNamara arent nurses, but theyre trained to provide resources and answer questions. They visit about 1200 women a year in neighborhoods all over Baltimore with a trunk stocked full of supplies. Moore says sometimes the needs are urgent. We try to get out there as soon as possible because we dont want people to get comfortable with putting the baby in the bed. And we have a lot of people in this like, ‘oh well I didnt have anywhere for the baby to sleep so we just thought that well put the baby in a bed, and were like ‘No! says Moore. Recently, she got a call from a woman who had already delivered her baby. She asked, So wheres the baby sleeping at the moment? And the girl said, ‘oh well the babys sleeping on a swing. And I lost my mind and I was like ‘No! Im on my way. Where do you live? Give me your address. And I went directly to her. I told her, I need to bring you this pack and play because I dont want that loss on my mind or my heart., says Moore. She didnt want the loss of a baby, because of she lacked a safe place to sleep, on her conscience.  But Moore and McNamaras visits are about more than supplies: theres a large body of evidence showing that regular home visiting programs for new mothers and babies improves the likelihood both will thrive. The practice is another part of the bedrock of the citys campaign. So at that moment when were in our homes were able to see if mom needs further assistance, says Cheriise McNamara. We try to encourage them to use home visiting as an option to carry on the care. Mothers may need food or housing assistance, follow up care for babies born premature or at a low birth weight, assistance following up with doctor visits or specialized care. A mom might be struggling with post-partum depression or substance use. Post-partum depression and things of that nature need to be assessed in order for mom to be at her best health, says McNamara. It goes hand in hand. Infant mortality and maternal mortality. If we cant keep the moms healthy, you know, they cant keep their babies healthy. An army of neighborhood moms and dads takes the message, and the resources, door to door On the other side of town from Charmaine and Kamils house, Stacey Stephens is leading a tour up a leafy street in Baltimores Upton/Druid Heights neighborhood. She runs BMore for Healthy Babies efforts in this community, which had some of the highest infant mortality rates in the city. But Stephens doesnt like to start with that fact. Shes focused on the rich history. The untapped talent. So much potential. But, says Stephens, there are areas, as we know, that have been neglected for various reasons. She points to neighborhoods like this one that have been left behind by development or politics or inequality. That process, says Stephens, sets a neighborhood up for generations of problems, including infant mortality. Thats why theres a special focus on this neighborhood, and its where Stephens comes in. Its one more part of the bedrock of the citys strategy: focus resources where communities need them most. I have a team of six who are community health workers, who we call resource parents, folks from the community who are trained in ensuring that women and families have healthy babies, says Stephens. And they do community outreach, distribute information, and look for pregnant women They go door to door, this army of resource moms and dads, knocking and asking any pregnant women here? Anyone in your family pregnant or parenting an infant? And when they do find an expecting mom, they offer to connect her and her family to any services they need as soon as possible. Thanks in part to that centralized intake system, says Stephens, Bmore for Healthy Babies has a very intricate system developed to ensure that no pregnant woman in the city falls through the cracks. So if its food they need, they can assist with that or refer them for mental health services or refer them for domestic violence services, or get them connected to insurance or health care. Stephens says they cant keep everyone from falling through the cracks. But when they can connect a woman to services, they may well be saving a babys and a mothers life. Because I know that anytime I meet a mom and shes pregnant, literally with expectations, says Stephens, this mom and dad want the absolute best for that child. Stephens says the work continues. But its critical now to sharpen the focus on maternal health in this majority black community. We know when were looking at the infant mortality rate it reflects the health of the community, says Stephens. So it already reflects the health of that woman. And so we know that when we look at our data and our numbers and the drivers of low birth weight babies, very low birth weight babies, that some of those drivers have to do with moms health before shes pregnant. Stephens says babies die in Baltimore not just because they were put to sleep someplace unsafe. Many die because theyre extremely small or born too early. Unmanaged diabetes or high blood pressure can contribute to those outcomes. And they can also seriously harm or kill a mother. Since, for a host of reasons, Black women are statistically likelier to have certain chronic conditions such as obesity, diabetes and hypertension than white women, having a baby is much more dangerous. Add to that, Black women sometimes face implicit bias in a doctors office or in the delivery room. That might mean theyre not believed when they tell doctors something is wrong. Theyre not treated the same as white women when they ask for pain medication. Racial disparities in health care can lead to tragedy. So Stephens says her team in the predominantly Black Upton/Druid Heights is determined not only to find pregnant women or women whove recently given birth to provide information about safe sleep. Theyre also working to find women before they get pregnant to make sure theyre as healthy as possible and get them the care they need. Catching health problems before they threaten lives Cathy Costa, with the Baltimore City Health Department, says one of those outreach efforts involves community-based health screening for hypertension for women of reproductive age. Shes been with Bmore for Healthy Babies since the start, and these days she analyzes infant and maternal mortality data for clues about what went wrong. She sees in the numbers what Stacey Stephens sees in the community, that as Baltimore battles for the lives of babies and mothers, it finds the fights are tougher to win for Black moms and babies. Catching and treating chronic diseases, which can be dangerous during pregnancy or childbirth for mom or baby, is essential. And community screening efforts are paying off. Theyre finding so much hypertension, says Costa, that theyre often finding women out in the community and sending them immediately to the emergency room, because women are not realizing that they have such high blood pressure that theyre in crisis. Costa says Bmore for Healthy Babies didnt start out with a goal to reduce maternal mortality. But over the past decade its become clear that saving mothers is the next frontier. What lies ahead: a focus on maternal health Still, as they head into the next decade, theres reason to celebrate. Bmore for Healthy Babies has helped cut infant mortality rates by nearly 40 percent.  Harvards Kennedy School and the Pew Charitable Trusts have recognized the work, and cities around the country are looking at adopting the model. CareFirst BlueCross BlueShield has given millions to support the effort to help make up for what federal dollars dont cover. Its the health plans biggest sustained community investment. The public private partnership has made a huge difference. CareFirst BlueCross BlueShield is a licensee of the Blue Cross Blue Shield Association, an association of independently owned and operated Blue Cross and Blue Shield companies. The programs mentioned in this podcast are in no way associated or affiliated with, or endorsed by, the Blue Cross Blue Shield Association. Music credits: Chad Crouch, copyright 2020, 1019, Creative Commons License, BY-NC 4.0 Podington bear, copyright 2015, Creative Commons License, BY-NC 4.0",
    "byline": "Kristin Gourlay",
    "plans": [
      "CareFirst BlueCross BlueShield"
    ],
    "states": [
      "Maryland"
    ],
    "slug": "baltimore-cut-infant-mortality-and-helped-moms-thrive-too",
    "img_url": "feature-baltimore-cut-infant-mortality-and-helped-moms-thrive-too.jpg",
    "video_url": "",
    "topic": "Maternal Health",
    "subtopics": [
      "Community Partnerships",
      "Maternal Health Social Services",
      "Maternal Health Home Visits"
    ],
    "read_time": "12"
  },
  {
    "headline": "Racial Disparities are Endangering the Lives of Mothers of Color. We Must Respond.",
    "teaser": "The United States is in the midst of a maternal health crisis, and new data from the Blue Cross Blue Shield Association shows that women of color continue to face a greater risk of childbirth complications compared to white women. As these disparities in maternal health care stem from a complex fabric of social, racial and economic issues, the time is now to confront and change the trajectory for mothers across the country.",
    "article": "The United States is in the midst of a maternal health crisis, and new data from the Blue Cross Blue Shield Association shows that women of color continue to face a greater risk of childbirth complications compared to white women. As these disparities in maternal health care stem from a complex fabric of social, racial and economic issues, the time is now to confront and change the trajectory for mothers across the country.",
    "byline": "Kim Keck",
    "plans": [
      "BCBSA"
    ],
    "states": [
      "Alabama",
      "Alaska",
      "Arizona",
      "Arkansas",
      "California",
      "Colorado",
      "Connecticut",
      "Delaware",
      "Florida",
      "Georgia",
      "Hawaii",
      "Idaho",
      "Illinois",
      "Indiana",
      "Iowa",
      "Kansas",
      "Kentucky",
      "Louisiana",
      "Maine",
      "Maryland",
      "Massachusetts",
      "Michigan",
      "Minnesota",
      "Mississippi",
      "Missouri",
      "Montana",
      "Nebraska",
      "Nevada",
      "New Hampshire",
      "New Jersey",
      "New Mexico",
      "New York",
      "North Carolina",
      "North Dakota",
      "Ohio",
      "Oklahoma",
      "Oregon",
      "Pennsylvania",
      "Rhode Island",
      "South Carolina",
      "South Dakota",
      "Tennessee",
      "Texas",
      "Utah",
      "Vermont",
      "Virginia",
      "Washington",
      "West Virginia",
      "Wisconsin",
      "Wyoming"
    ],
    "slug": "racial-disparities-are-endangering-the-lives-of-mothers-of-color-we-must-respond",
    "img_url": "blog-racial-disparities-are-endangering-the-lives-of-mothers-of-color-we-must-respond.jpg",
    "video_url": "",
    "topic": "Maternal Health",
    "subtopics": [
      "Social Services"
    ],
    "read_time": "1"
  },
  {
    "headline": "Confronting Racial Disparities in Maternal Health",
    "teaser": "Blue Cross Blue Shield Association hosted a discussion on racial health disparities, how to change their trajectory and solutions for Black maternal health.",
    "article": "During a National Association of Black Journalists webinar on May 19, 2021, Blue Cross Blue Shield Association previewed the Blue Cross Blue Shield, The Health of America Report®, “Racial Disparities in Maternal Health” and hosted a discussion with health equity leaders on the current state of racial disparities in healthcare, strategies to change the trajectory of disparities, and solutions for Black maternal health. Panelists included Blue Cross Blue Shield Association President and CEO Kim Keck, Congresswoman Lauren Underwood (IL-14) and Rachel R. Hardeman, PhD, MPH, Blue Cross Endowed Professor of Health and Racial Equity and founding director, Center for Antiracism Research for Health Equity, University of Minnesota, School of Public Health. The event was moderated by Cindy George, a health journalist.",
    "byline": "",
    "plans": [
      "BCBSA"
    ],
    "states": [
      "Alabama",
      "Alaska",
      "Arizona",
      "Arkansas",
      "California",
      "Colorado",
      "Connecticut",
      "Delaware",
      "Florida",
      "Georgia",
      "Hawaii",
      "Idaho",
      "Illinois",
      "Indiana",
      "Iowa",
      "Kansas",
      "Kentucky",
      "Louisiana",
      "Maine",
      "Maryland",
      "Massachusetts",
      "Michigan",
      "Minnesota",
      "Mississippi",
      "Missouri",
      "Montana",
      "Nebraska",
      "Nevada",
      "New Hampshire",
      "New Jersey",
      "New Mexico",
      "New York",
      "North Carolina",
      "North Dakota",
      "Ohio",
      "Oklahoma",
      "Oregon",
      "Pennsylvania",
      "Rhode Island",
      "South Carolina",
      "South Dakota",
      "Tennessee",
      "Texas",
      "Utah",
      "Vermont",
      "Virginia",
      "Washington",
      "West Virginia",
      "Wisconsin",
      "Wyoming"
    ],
    "slug": "confronting-racial-disparities-in-maternal-health",
    "img_url": "brief-confronting-racial-disparities-in-maternal-health-new.jpg",
    "video_url": "",
    "topic": "Maternal Health",
    "subtopics": [],
    "read_time": "1"
  },
  {
    "headline": "The Imperative for Achieving Equity in Maternal Healthcare",
    "teaser": "Blue Cross Blue Shield Association, 4Kira4Moms and CareFirst BlueCross BlueShield discuss strategies employers can use to achieve equity in maternal healthcare",
    "article": "The Health of America report recently revealed Black and Hispanic women are more likely than white women to experience childbirth complications in the U.S. Watch as experts from Blue Cross Blue Shield Association, 4Kira4Moms and CareFirst BlueCross BlueShield sit down during Business Group on Health’s 2021 Annual Conference to discuss strategies employers can use to help eliminate disparities and achieve equity in maternal healthcare.",
    "byline": "",
    "plans": [
      "BCBSA"
    ],
    "states": [
      "Alabama",
      "Alaska",
      "Arizona",
      "Arkansas",
      "California",
      "Colorado",
      "Connecticut",
      "Delaware",
      "Florida",
      "Georgia",
      "Hawaii",
      "Idaho",
      "Illinois",
      "Indiana",
      "Iowa",
      "Kansas",
      "Kentucky",
      "Louisiana",
      "Maine",
      "Maryland",
      "Massachusetts",
      "Michigan",
      "Minnesota",
      "Mississippi",
      "Missouri",
      "Montana",
      "Nebraska",
      "Nevada",
      "New Hampshire",
      "New Jersey",
      "New Mexico",
      "New York",
      "North Carolina",
      "North Dakota",
      "Ohio",
      "Oklahoma",
      "Oregon",
      "Pennsylvania",
      "Rhode Island",
      "South Carolina",
      "South Dakota",
      "Tennessee",
      "Texas",
      "Utah",
      "Vermont",
      "Virginia",
      "Washington",
      "West Virginia",
      "Wisconsin",
      "Wyoming"
    ],
    "slug": "imperative-for-achieving-equity-in-maternal-healthcare",
    "img_url": "brief-imperative-for-achieving-equity-in-maternal-healthcare-new.jpg",
    "video_url": "",
    "topic": "Maternal Health",
    "subtopics": [
      "Support from Employers"
    ],
    "read_time": "1"
  },
  {
    "headline": "The facts: Confronting a crisis of health inequities with a bold national strategy",
    "teaser": "Education and understanding are the first steps to addressing health inequities and disparities according to leading health organizations.",
    "article": "The Blue Cross Blue Shield Association is driving change in healthcare by launching a national health equity strategy. Through this multi-faceted initiative, Blue Cross and Blue Shield companies will collaborate with community partners and organizations to reduce racial health disparities, address systemic racism and ultimately improve the health of all Americans. What are racial health inequities? According to the CDC, health inequities are reflected in differences in length of life; quality of life; rates of disease, disability, and death; severity of disease; and access to treatment. The COVID-19 health crisis continues to expose the racial inequities that have impacted generations of Americans. Researchers and public health advocates have known for decades that Americans from non-white, ethnic backgrounds experience higher rates of illness and death across a wide range of health conditions, including diabetes, hypertension, obesity, asthma, and heart disease, when compared to their white counterparts. The way to improve the lives of all Americans is to eliminate the barriers to good health which includes addressing systemic racism. CDC: Racism is a serious threat to the public's health Some facts on racial health inequities in America Black men are 70% more likely to die from a stroke as compared to non-Hispanic white men. Millennials from majority Black and Hispanic communities have lower diagnosis rates of major depression, 31% and 55% lower respectively when compared to white communities. Black adults are 60% more likely than non-Hispanic white adults to be diagnosed with diabetes by a physician. Black mothers have 3x higher maternal mortality and 2x higher morbidity than white mothers What is health equity? Health equity is achieved when every person has the opportunity to “attain his or her full health potential” and no one is “disadvantaged from achieving this potential because of social position or other socially determined circumstances, Centers for Disease Control and Prevention Health Equity Leaders: Meet the BCBSA national advisory panel of doctors, public health experts and community leaders A new strategy to achieve health equity The Blue Cross Blue Shield Association (BCBSA) launched a national health equity strategy to address these types of inequities with a multi-faceted, long term approach. The multi-year strategy will focus on four conditions that disproportionately affect communities of color: maternal health, behavioral health, diabetes and cardiovascular conditions. As a first step, BCBSA announced it would set a goal of reducing racial health disparities in maternal health by 50 percent in five years. Here's how BCBSA will support national health equity goals: Improving data collection Scaling effective programs Addressing bias Building partnerships Influencing policy decisions The crisis in racial disparities in our country’s health care is unconscionable and unacceptable. Our deep roots in the local communities we serve, combined with the scale and scope of our national reach, enable all of us at Blue Cross Blue Shield companies to drive this new strategy and bring real change. Kim Keck, President and CEO Blue Cross Blue Shield Association Blue Cross Blue Shield Association confronts nation's crisis on racial health disparities Working together for a common goal Leading health organizations are currently working to eliminate health disparities through education. The Office of Minority Health offers programs on cultural and linguistic competency through the U.S. Department of Health and Human Services website. Training serves to bring about positive health outcomes for the nation's rapidly growing percentage of Americans with non-white racial and ethnic backgrounds. CDC: The far-reaching and unacceptable truth about the impact of racism on health More information: BCBSA press release on health equity Blue Cross and Blue Shield companies have a long history of supporting community partnerships that aim to achieve health equity. Here are some examples: Blue Cross and Blue Shield of Minnesota - committed to making racial and health equity our business Blue Cross Blue Shield of Michigan - Office of Health and Healthcare disparities Blue Cross and Blue Shield of Illinois - New programs aim to reduce disparities Anthem Blue Cross and Blue Shield - Innovative strategies and caring solutions Blue Cross Blue Shield Association is an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Carlton Houston",
    "plans": [
      "BCBSA"
    ],
    "states": [
      "Minnesota",
      "Michigan",
      "Illinois",
      "California",
      "Colorado",
      "Connecticut",
      "Georgia",
      "Indiana",
      "Kentucky",
      "Maine",
      "Missouri",
      "Nevada",
      "New Hampshire",
      "New York",
      "Ohio",
      "Virginia",
      "Wisconsin"
    ],
    "slug": "confronting-crisis-of-health-inequities-with-bold-national-strategy",
    "img_url": "brief-confronting-crisis-of-health-inequities-with-bold-national-strategy.jpg",
    "video_url": "",
    "topic": "Maternal Health",
    "subtopics": [
      "Collaboration with Doctors and Hospitals",
      "Provider Education",
      "Support Groups"
    ],
    "feature": "",
    "read_time": "6"
  },
  {
    "headline": "'We can do it' Experts address how to eliminate racial disparities in healthcare",
    "teaser": "Watch this 2-part discussion on how to achieve health equity from leading national experts who explain that eliminating disparities will take leadership and collaboration among many stakeholders.",
    "article": "We can do it Experts address how to eliminate racial disparities in healthcare Addressing health inequities is a complex task that requires a comprehensive strategy in addition to leadership both inside and outside the healthcare industry. Leaders in the healthcare industry are joining forces to dismantle systemic structures that have supported a legacy of inequities that continue to negatively impact the health of Americans, especially people of color. According to the Centers for Disease Control, health inequities are reflected in differences in length of life; quality of life; rates of disease, disability, and death; severity of disease; and access to treatment. To eliminate the barriers to good health requires partnerships between organizations to address the impact of social determinants of health (SDOH.) A national strategyThe Blue Cross Blue Shield Association (BCBSA) is taking a leadership role by announcing a national health equity strategy.  As part of this initiative, BCBSA has set the goal of reducing racial disparities in maternal health by 50% in five years. In these videos, two leading experts offer insight and perspective about how to overcome health inequities by bringing ideas and teams together from inside and outside the healthcare industry. Dr. Andrea Willis - senior vice president and chief medical officer, BlueCross BlueShield of Tennessee Dr. Creshelle Nash - medical director of health equity and public programs, Arkansas Blue Cross and Blue Shield.",
    "byline": "Carlton Houston",
    "plans": [
      "Arkansas Blue Cross and Blue Shield and BlueCross BlueShield of Tennessee"
    ],
    "states": [
      "Arkansas",
      "Tennessee"
    ],
    "slug": "experts-address-how-to-eliminate-racial-disparities-in-healthcare",
    "img_url": "feature-experts-address-how-to-eliminate-racial-disparities-in-healthcare.jpg",
    "video_url": "https://www.youtube.com/embed/dc-9ZIaq_-4",
    "topic": "Maternal Health",
    "subtopics": [
      "Collaboration with Doctors and Hospitals",
      "Provider Education",
      "Social Services",
      "Community Partnerships"
    ],
    "feature": "true",
    "read_time": "2"
  },
  {
    "headline": "Partnering with faith communities to support pregnant women of color",
    "teaser": "Addressing the unique needs of communities of color could help Indiana improve the health of pregnant women. Empowering faith-based communities to do just that is one way Anthem Blue Cross and Blue Shield is hoping to help women at risk.",
    "article": "Addressing the unique needs of individual communities could help Indiana improve the health of pregnant women, especially women of color. Empowering faith-based communities to play a role is one way Anthem Blue Cross and Blue Shield is hoping to broaden the reach of services available to women at risk. In 2020, Indiana’s Department of Health surveyed women about their healthcare experiences. The results showed major disparities between the care a woman receives while pregnant and whether her baby lives or dies. For example, a third of pregnant women reported not receiving prenatal care during their first trimester, a larger percentage of them non-white. Ten percent said they “felt emotionally upset as a result of how they were treated based on their race (during the 12 months before their baby was born).” Women reported a variety of barriers that prevented them from getting prenatal care, which can detect and manage problems before they worsen—and even save lives. Two out of every five babies who died did not receive early prenatal care. The state has the highest maternal death rate in the Midwest, disproportionately affecting Black and Hispanic mothers. No single solution to a complex set of problems Indiana has adopted a suite of initiatives, running the gamut from pregnancy care to childbirth safety to newborn health, to prevent these tragedies. Julie Keck, MD, board certified in pediatrics and neurodevelopmental disabilities, says she believes partnerships between community-based and healthcare or other advocacy organizations may show the greatest promise for making these initiatives work. Faith-based groups keep a pulse on community needs That’s because, says Keck, who is also the managing medical director for Anthem Blue Cross and Blue Shield’s (Anthem) Indiana and Wisconsin Medicaid programs, different communities have different needs. In some, it’s education about pregnancy care. In others, it’s better access to pregnancy and childbirth healthcare providers. For some, there may be other barriers, such as money, transportation or health insurance, to receiving pregnancy care. Anthem has been hosting what it calls “community conversations” with providers as well as community and faith-based organizations to uncover more about those local needs. Working with the Indiana Minority Health Coalition, says Keck, has been instrumental, “because they have connections in communities we want to reach where we know we have significant disparities.” Tiffany Etter, who leads marketing for Anthem’s Indiana Medicaid program, says the conversations help community leaders “hash out a few key questions: what are the unique challenges? What are organizations in their communities already doing about it? Has the pandemic exacerbated any of the issues? What are the gaps in care that healthcare providers or insurers can help fill?” The conversations might lead to strategies about how to address those challenges. One finding: in some cases, faith-based organizations may be able to play an important role because of their deep ties to communities. They may be able to help women who are prevented from getting prenatal care because of social drivers of health. For example, says Etter, “if a mother can’t get to doctor appointments because she has other kids at home, a faith community could potentially wrap around her and provide that support.” Empowering church leaders who are already making a difference Recent community conversation have lead to an idea to empower trusted leaders in historically Black churches to provide pregnancy education and support. “These leaders are already making a difference in their communities,” says Keck. “It makes sense to connect with them to help link our (Medicaid) members to resources.” Etter says Anthem will provide a toolkit for church leaders—not just pastors, but laypeople, children’s ministry leaders and others—to help them implement solutions that fit their communities’ needs and culture. If some of the challenges in a community include high rates of smoking or diabetes during pregnancy, for example, Anthem can prepare church leaders to provide information about those conditions and women for services. The plan is to begin with communities where there are already resources for women of color, such as doula programs, ready to receive women who are referred for care. Anthem can also provide resources to help women enroll in Medicaid if they need healthcare coverage.",
    "byline": "Kristin Gourlay",
    "plans": [
      "Anthem BCBS"
    ],
    "states": [
      "Indiana"
    ],
    "slug": "partnering-with-failth-communities-to-support-pregnant-women-of-color",
    "img_url": "feature-partnering-with-failth-communities-to-support-pregnant-women-of-color.jpg",
    "video_url": "",
    "topic": "Maternal Health",
    "subtopics": [
      "Community Partnerships",
      "Support Groups"
    ],
    "feature": "",
    "read_time": "2"
  },
  {
    "headline": "'We can do it' Experts address how to eliminate racial disparities in healthcare",
    "teaser": "Watch this 2-part discussion on how to achieve health equity from leading national experts who explain that eliminating disparities will take leadership and collaboration among many stakeholders.",
    "article": "We can do it Experts address how to eliminate racial disparities in healthcare Addressing health inequities is a complex task that requires a comprehensive strategy in addition to leadership both inside and outside the healthcare industry. Leaders in the healthcare industry are joining forces to dismantle systemic structures that have supported a legacy of inequities that continue to negatively impact the health of Americans, especially people of color. According to the Centers for Disease Control, health inequities are reflected in differences in length of life; quality of life; rates of disease, disability, and death; severity of disease; and access to treatment. To eliminate the barriers to good health requires partnerships between organizations to address the impact of social determinants of health (SDOH.) A national strategyThe Blue Cross Blue Shield Association (BCBSA) is taking a leadership role by announcing a national health equity strategy.  As part of this initiative, BCBSA has set the goal of reducing racial disparities in maternal health by 50% in five years. In these videos, two leading experts offer insight and perspective about how to overcome health inequities by bringing ideas and teams together from inside and outside the healthcare industry. Dr. Andrea Willis - senior vice president and chief medical officer, BlueCross BlueShield of Tennessee Dr. Creshelle Nash - medical director of health equity and public programs, Arkansas Blue Cross and Blue Shield.",
    "byline": "Carlton Houston",
    "plans": [
      "Arkansas Blue Cross and Blue Shield and BlueCross BlueShield of Tennessee"
    ],
    "states": [
      "Arkansas",
      "Tennessee"
    ],
    "slug": "experts-address-how-to-eliminate-racial-disparities-in-healthcare",
    "img_url": "feature-experts-address-how-to-eliminate-racial-disparities-in-healthcare.jpg",
    "video_url": "https://youtu.be/dc-9ZIaq_-4",
    "topic": "Maternal Health",
    "subtopics": [
      "Collaboration with Doctors and Hospitals",
      "Provider Education",
      "Social Services",
      "Community Partnerships"
    ],
    "feature": "true",
    "read_time": "2"
  },
  {
    "headline": "In preventing or treating stroke, one size may not fit all",
    "teaser": "With more people of diverse backgrounds participating in a major health research program, researchers like Dr. Julián Acosta may be able to pinpoint better treatments and prevention for stroke.",
    "article": "With more people of diverse backgrounds participating in a major health research program, researchers like Dr. Julián Acosta may be able to pinpoint better treatments and prevention for stroke. Dr. Julián Acosta wants to know who experiences a stroke and why. The deeper he digs for details, the likelier it is he’ll find paths toward prevention. Acosta is a postdoctoral research fellow at the Falcone Lab in the Yale School of Medicine. Supported by the prestigious Bugher Training Fellowship from the American Heart Association, he studies the factors determining the prevalence and incidence of stroke in large populations using genetic data. He hopes to use a new wealth of data to try to understand the differences in stroke prevalence between different groups. Until recently, he could tell you about the prevalence of stroke in the U.S. He could tell you which groups are at greater risk for stroke, but not precisely why. For example, the data Acosta has had to work with couldn’t reveal much about why people of a particular ethnicity or socioeconomic status faced a greater risk of stroke than others. “That’s because most participants in health research studies are individuals of European ancestry. People from other ancestries are underrepresented,” says Acosta, who is himself from Argentina. His own background isn’t even well-represented in the data he studies. The far-reaching impact of stroke Understanding more about stroke could save and improve lives. In the U.S., someone has a stroke every 40 seconds, according to the Centers for Disease Control and Prevention. Stroke is the leading cause of long-term, serious disability. A recent Health of America report from the Blue Cross Blue Shield Association found that 70 million commercially insured Americans have high blood pressure, a risk factor for stroke. The study finds that they’re five times likelier to have a stroke. Access to broader, more diverse data is a “game changer” for a debilitating or deadly event Now, Acosta and his colleagues have access to data from the All of Us Research Program, a landmark  health research effort launched by the National Institutes of Health. On its way toward enrolling a million adults in the U.S., the program’s goal is to build one of the richest sets of health data ever created, including a participant’s anonymized genetic, demographic, socioeconomic information and more. The data gives researchers like Acosta a much more nuanced view and have led to some surprising findings. For Acosta, that’s been especially true about the socioeconomic factors associated with stroke. Learning as much as we can about stroke is critical because a stroke can be debilitating and even deadly. However, it might be preventable. Different kinds of stroke (ischemic, when a blood clot obstructs an artery and prevents blood from reaching the brain, or hemorrhagic, when a blood vessel breaks and leaks blood through the brain) are stoked by certain risk factors, like high blood pressure or high cholesterol. Knowing more about people who have had a stroke and who are at risk is where the opportunity for prevention comes in. More detailed, diverse data could reveal critical differences in risk and impact “We already know there is a difference in stroke prevalence between Black and white people, and between Hispanic and Asian people,” says Acosta. But as more data from All of Us becomes available, Acosta says his team will be able to study differences among groups at an even more granular level than has been studied before. In addition to differences between specific racial and ethnic groups, Acosta will be able to drill down into differences at the individual level related to the social determinants of health, such as income, education, geographic distribution, disability, and access to health insurance “We can look deeper than ‘Hispanic,’” says Acosta. “We can look at how stroke affects Mexicans and Puerto Ricans.” For example, cardiovascular health can affect a person’s risk for stroke. “Researchers know that Mexican and other South Americans have a higher prevalence of high blood pressure,” he says. “Dominicans and Puerto Ricans have a higher prevalence of high cholesterol.” Disaggregating, or separating the data into smaller subgroups, may reveal even bigger differences in the risk or impact of stroke. The goal: more targeted treatment and prevention, and lessening the burden for all When you have a stroke, you can become dependent on other people or family, says Acosta. It impacts families, individuals, communities and the healthcare system in general. When researchers know more about an individual’s risk of stroke, down to the level of a person’s genetics, they may be able to develop individually tailored methods or medications for prevention or treatment—often called precision medicine. “They can also make policy recommendations about interventions to promote cardiovascular health earlier in life,” says Acosta, “such as improving access to healthy food, exercise facilities and medications.” About the All of Us Research Program The mission of the All of Us Research Program is to accelerate health research and medical breakthroughs, enabling individualized prevention, treatment, and care for all of us. The program will partner with one million or more people across the U.S. to build the most diverse biomedical data resource of its kind, to help researchers gain better insights into the biological, environmental, and behavioral factors that influence health. For more information or to become a participant, visit the All of Us website.",
    "byline": "Kristin Gourlay",
    "plans": [
      "BCBSA"
    ],
    "states": [
      "Alabama",
      "Alaska",
      "Arizona",
      "Arkansas",
      "California",
      "Colorado",
      "Connecticut",
      "Delaware",
      "Florida",
      "Georgia",
      "Hawaii",
      "Idaho",
      "Illinois",
      "Indiana",
      "Iowa",
      "Kansas",
      "Kentucky",
      "Louisiana",
      "Maine",
      "Maryland",
      "Massachusetts",
      "Michigan",
      "Minnesota",
      "Mississippi",
      "Missouri",
      "Montana",
      "Nebraska",
      "Nevada",
      "New Hampshire",
      "New Jersey",
      "New Mexico",
      "New York",
      "North Carolina",
      "North Dakota",
      "Ohio",
      "Oklahoma",
      "Oregon",
      "Pennsylvania",
      "Rhode Island",
      "South Carolina",
      "South Dakota",
      "Tennessee",
      "Texas",
      "Utah",
      "Vermont",
      "Virginia",
      "Washington",
      "West Virginia",
      "Wisconsin",
      "Wyoming"
    ],
    "slug": "in-preventing-or-treating-stroke-one-size-may-not-fit-all",
    "img_url": "feature-in-preventing-or-treating-stroke-one-size-may-not-fit-all.jpg",
    "video_url": "",
    "topic": "",
    "subtopics": [

    ],
    "feature": "true",
    "read_time": "5"
  },
  {
    "headline": "How Data and Technology Can Advance Health Equity",
    "teaser": "The past year and a half challenged us in ways we couldn’t have imagined, including a spotlight on the unconscionable health disparities across our nation.",
    "article": "The past year and a half challenged us in ways we couldn’t have imagined, including a spotlight on the unconscionable health disparities across our nation. We all know these disparities aren’t new, but right now, we have an opportunity to reimagine our healthcare system—to build one that is equitable, fueled by a seamless exchange of data and insights and built to empower patients to proactively manage their care. Creating an interoperable healthcare system Currently, our health information doesn’t move as quickly or as easily as we do. When we find a new doctor, they may have a limited view of our health history, often reliant upon what we remember to include on a new patient form. To receive quality care, providers need a comprehensive look at a patient’s care history, and patients deserve a more integrated, seamless experience. This idea of being able to move our health information with us and easily share it across the care system is known as interoperability. We know that when health data becomes standardized and shareable—safely and securely—healthcare improves. Data has to reflect the whole person, not just a lab result or your name and age. Across the industry, hundreds of organizations are already working together to bring this vision to life. If you’re a patient, interoperability is one way to drive more personalized, higher quality and more affordable care. If you’re a provider, this is one way to help you see the bigger picture of a patient’s care journey and how you can help continue to deliver positive patient experiences. And, as I recently shared in my keynote address at the 2021 HIMSS Global Conference & Exhibition, an interoperable healthcare system can help drive health equity. Using data to reduce disparities Communities of color today account for just 40% of the U.S. population, but they bear a disproportionate burden of preventable disease, disability and death. This unacceptable reality is the impetus for our National Health Equity Strategy, an ongoing commitment to improve health outcomes for people of color. While Blue Cross and Blue Shield companies have made great strides in addressing racial health disparities in our local communities, there is so much more to be done. This work, as I see it, is inextricably linked to interoperability and the availability and appropriate exchange of data. To address health disparities, we need a complete and accurate picture of a person’s health. Having access to the right data and greater standardization will allow payers and providers to Accurately quantify the disparities that exist, so we can address them more directly Drive the right interventions for the right people at the right time Actively lean into new and long-standing relationships with community organizations to address root causes of inequities Advocate for public policies at the state and federal level to improve access to health coverage The future of healthcare must be health equity My vision for the future of healthcare is a completely reimagined system: one that is more integrated, affordable, secure and seamless for patients and providers and, above all, equitable. To get there, we need all players in the healthcare system working together, toward a lasting future that supports the health of all Americans.",
    "byline": "",
    "plans": [
      "BCBSA"
    ],
    "states": [
      "Alabama",
      "Alaska",
      "Arizona",
      "Arkansas",
      "California",
      "Colorado",
      "Connecticut",
      "Delaware",
      "Florida",
      "Georgia",
      "Hawaii",
      "Idaho",
      "Illinois",
      "Indiana",
      "Iowa",
      "Kansas",
      "Kentucky",
      "Louisiana",
      "Maine",
      "Maryland",
      "Massachusetts",
      "Michigan",
      "Minnesota",
      "Mississippi",
      "Missouri",
      "Montana",
      "Nebraska",
      "Nevada",
      "New Hampshire",
      "New Jersey",
      "New Mexico",
      "New York",
      "North Carolina",
      "North Dakota",
      "Ohio",
      "Oklahoma",
      "Oregon",
      "Pennsylvania",
      "Rhode Island",
      "South Carolina",
      "South Dakota",
      "Tennessee",
      "Texas",
      "Utah",
      "Vermont",
      "Virginia",
      "Washington",
      "West Virginia",
      "Wisconsin",
      "Wyoming"
    ],
    "slug": "how-data-technology-can-advance-health-equity",
    "img_url": "feature-how-data-technology-can-advance-health-equity.jpg",
    "video_url": "",
    "topic": "",
    "subtopics": [
      "Community Partnerships",
      "Provider Education",
      "Provider Education and Training",
      "Collaboration with Doctors and Hospitals"
    ],
    "feature": "true",
    "read_time": "3"
  },
  {
    "headline": "To support Black millennial women's health, a community solution",
    "teaser": "Independence Blue Cross is supporting the launch of a new community-led venture, Hey Auntie, to connect intergenerational Black women for mentorship and well-being.",
    "article": "Independence Blue Cross (Independence BC) and the Economy League of Greater Philadelphia (ELGP) launched the Well City Challenge to improve the health of Philadelphia's millennial population. Nearly a third of all millennials face mental or behavioral health conditions, including depression, ADHD, and substance use disorders. This troubling statistic is not only decreasing millennials' quality of life, but also is driving chronic physical conditions, putting them on track to become one of the least healthy generations. It could also have major consequences for the U.S. economy in coming years, as millennials replace older generations as consumers, workers, and business owners. Seeking millennial health solutions Inspired by these Blue Cross Blue Shield Health of America report® findings and the need to address this developing health crisis, Independence Blue Cross (Independence BC) and the Economy League of Greater Philadelphia (ELGP) launched the Well City Challenge to improve the health of Philadelphia's millennial population. Drawing on the city's rich culture of creativity and community, the challenge invited everyday innovators to submit their best ideas to improve millennials' health. The launch of the challenge held a special significance in the midst of the coronavirus pandemic, a time of extraordinary uncertainty which has exacerbated mental health crises, addictions, economic disruptions and health disparities. In light of these unique challenges, the competition sought solutions across three themes: Mind/Body, Food and Nutrition, and Community/Social Connection. The grand-prize winner, announced in July, was Hey, Auntie!--an app that connects Black millennial women to older mentors, or aunties, in a safe space to seek and share support. Multi-generational users are able to connect over conversation, fitness, new skills and volunteerism. There is very little data on the health of Black millennial women, said Hey, Auntie! founder, Nicole Kennedy. In the next five years, my goal is to use the data we gathered through Hey, Auntie! to help inform delivery services to improve Black millennial women’s behavioral and physical health. I want to expand Hey, Auntie! to be...a model for what a culturally responsive support system can look like. The Well City Challenge initially received more than 100 applications representing all five counties and 51 zip codes in Southeastern Pennsylvania. Out of that initial set of applications, 15 teams were chosen to participate in a pitch competition in March. Five finalists emerged from the pitch competition and then participated in an “impact accelerator” this spring. The accelerator allowed the finalists to test their ideas and receive resources around market validation, business planning, communications, and funder engagement. The finalists then made final presentations, and Kennedy and Hey Auntie! came away as the winning team. Independence BC and ELGP will support Kennnedy with a $50,000 grant to help her implement the community program outlined by her project. Other finalists included: Strides – a running-based fitness community that helps participants get in shape, improve their health and boost their mood. The program combines running and circuit training for well-balanced workouts that participants can follow along on their app or at coach-led group workouts in Philadelphia. The Freedom Greens and Gardens Project – will transform Malcolm X Park and the surrounding blocks as a destination for wellness within the heart of West Philadelphia by providing space, community and ongoing opportunities for millennials to be well and to thrive. Through plant-based cooking classes and subscription boxes (providing produce grown at their community garden), the program will empower the community to embrace a healthier lifestyle for themselves and their families through healthier eating. Lets Talk Philly Conversation Circles – works in partnership with The Welcoming Center to offer immigrant millennials a safe space to practice and improve their English conversation skills, develop social capital, and increase their understanding about immigrant wellness by sharing their stories, breaking stereotypes and prejudice, and ensuring cultural authenticity. Shear Balance – provides crucial mental health training to the communities that need it most, specifically targeting salons and barber shops as places that community members congregate. This mental health training will help stylists and barbers identify and address mental health red flags in these traditionally underserved communities. Building health equity Supporting these endeavors is part of Independence’s greater commitment to reduce health disparities among communities of color, which face disproportionate rates of chronic health conditions and often go untreated for mental and behavioral health conditions. The insurer is leading critical work across several domains to support the health and well-being of racial and ethnic minority groups: In collaboration with the Urban Affairs Coalition, Independence co-convened the Ending Racism Partnership, a city-wide collaboration of Philadelphia residents, leaders, and influencers from community, business, government, and philanthropy to end racial injustice and economic inequality. Independence and the Independence Blue Cross Foundation are supporting a number of initiatives to address disparities in maternal care. In response to the COVID-19 crisis, which exacerbated existing disparities among minority communities, Independence joined America’s Health Insurance Plans (AHIP) and the Blue Cross Blue Shield Association in a pledge to promote vaccinations for 2 million underserved, at-risk Americans. As part of this work, they supported efforts to vaccinate the region's most underserved, under-vaccinated populations and worked with community groups to ensure equitable access to vaccines for Black and Brown residents.  Independence BC partnered with Signify Health to launch the CommunityLink Network program to remove barriers between social and clinical care The Independence Blue Cross Foundation funded a program with Girard College and the Children’s Hospital of Philadelphia to address youth trauma and improve access to mental health services. Independence Blue Cross and the Independence Blue Cross Foundation are independent licensee of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Brianna Keefe",
    "plans": [
      "Independence Blue Cross"
    ],
    "states": [
      "Pennsylvania"
    ],
    "slug": "to-support-black-millennial-womens-health-a-community-solution",
    "img_url": "feature-to-support-black-millennial-womens-health-a-community-solution.jpg",
    "video_url": "",
    "topic": "",
    "subtopics": [
      "Behavioral Health Services"
    ],
    "feature": "true",
    "read_time": "5",
    "post_date": "2021-08-27",
    "post_date_timestamp": 1630094557
  },
  {
    "headline": "This mapping tool gives community health advocates data to understand local health inequities",
    "teaser": "Where you live has an outsized impact on your health. Digging into data by ZIP code reveals why. Certain neighborhoods lack enough stores with fresh produce, access to transportation, safe and affordable housing or open spaces to play and exercise—all social determinants of health linked to chronic disease or other health problems. Armed with the right data, advocates can make the case for change.",
    "article": "Where you live has an outsized impact on your health. Digging into data by ZIP code reveals why. Certain neighborhoods lack enough stores with fresh produce, access to transportation, safe and affordable housing or open spaces to play and exercise—all social determinants of health linked to chronic disease or other health problems. Armed with the right data, advocates can make the case for change. When Blue Shield of California Community Health Advocates “Z” Tarver and Kia Wilson want a better understanding of how to help a patient, they can check the80. It’s a new community mapping tool that provides more insight, by ZIP code and social determinant, into what might influence a patient’s health beyond the doctor’s office. Why the name, the80? Because 80% of your health is driven by social determinants, including where you live. The role of a community health advocate “A Community Health Advocate (CHA) supports patients and physician practices,” says Tarver. “We help patients navigate the health system and connect them with resources, whether it’s financial assistance, if they need someone to take care of them after surgery or food from a food bank.” Essentially, she says, “we help them not walk alone.” Tarver and Wilson are among Blue Shield of California’s growing number of CHAs, a recognition of the fact that addressing social determinants of health helps patients get healthier. It’s also an acknowledgment of health inequities; many of the patients Tarver and Wilson support are people of color who live in ZIP codes with greater social needs. Tarver and Wilson identify members who may benefit from their support and reach out to get a sense of their needs. They know many of the resources that exist for patients in need because of their deep roots in the communities. They also use databases and other tools to identify organizations and services that can help. Tarver covers Sacramento. “I grew up in the Sacramento area. I’m familiar with what people are going through,” she says. Blue Shield of California focused on hiring CHAs who could connect with and understand the patients they serve on a deeper level. There’s evidence that CHAs who have shared experiences with their patients can help develop greater trust and better health outcomes. She works with patients who need, for example, food assistance or help getting to doctor’s appointments. But her services go beyond helping a single patient. She emphasizes the community in Community Health Advocate. That’s where the80 comes in handy. She can use it to educate physicians in the area about some of the issues facing patients in certain neighborhoods. Advocating for change with the80 “If I need to help a cause in the community, I can use the80 to show the facts,” says Tarver. That might mean speaking to a local group about how to advocate for more resources, like a farmer’s market or better transportation. Kia Wilson lives in Los Angeles County. “I know a lot that goes on,” she says. “I know the diverse communities.” She also knows many of the resources that can help them. But her voice alone might not be loud enough to bring about the bigger changes a community needs to thrive. Typing in a ZIP code, selecting a topic like housing or food, Wilson can pull a report on the80's website and show neighborhood residents facts about their community and how it compares to the rest of the city. For example, running a report on housing statistics in one of LA’s lowest income ZIP codes reveals a big percentage of residents live in overcrowded housing, housing that’s likelier to have lead paint, and that although residents have comparable rates of diabetes and heart disease,  more of them die from it. The tool helps Wilson ask questions about the link between neighborhood data and a patient’s health: for example, how might overcrowding affect asthma, or even safety from COVID-19? She can also show the data to residents who want to improve their community. “I can help members organize,” she says. “They may want a farmers’ market or community kitchen.” Expanding the role of community health advocates to address the root causes of disparities CHAs are becoming more common members of health insurers’ case management programs as well as physician practices. With the80, Blue Shield of California is empowering CHAs to play an even greater role in addressing the root causes of the health inequities they encounter. The data can supplement what a CHA learns about a patient’s lived experience, giving them more insight into what might be contributing to a particular problem. Data can give them the information they need to spark discussions with healthcare providers about looking beyond a patient’s medical record. The reports also give CHAs important context around the data, and the language to use when speaking with patients, communities or healthcare providers who want to advocate for changes that promote health equity. “It’s not a community’s fault they’re lacking a resource,” says Tarver. “There’s an area in Sacramento that has more liquor stores than places to buy fresh food. If they had other things, maybe more mental health clinics or places to exercise,” she says, the community might have a better chance of being healthier. Now, there’s even more urgency to advocate for communities. Wilson says the pandemic has driven up the need for food banks, rent help and more. Helping more people understand the complexity of a community by sharing some key statistics and listening to patients could help create the momentum to address the underlying issues that put residents at greater risk. Blue Shield of California is an independent licensee of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Kristin Gourlay",
    "plans": [
      "BlueShield of California"
    ],
    "states": [
      "California"
    ],
    "slug": "this-mapping-tool-gives-community-health-advocates-data-to-understand-local-health-inequities",
    "img_url": "brief-this-mapping-tool-gives-community-health-advocates-data-to-understand-local-health-inequities.jpg",
    "video_url": "",
    "topic": "",
    "subtopics": [],
    "feature": "",
    "read_time": "5",
    "post_date": "2021-08-27",
    "post_date_timestamp": 1630095579
  },
  {
    "headline": "Closing life expectancy gaps by investing in non-traditional partnerships",
    "teaser": "Healthcare leaders provide insight on how to address health disparities that impact how long we live. Efforts focus on investment and innovative partnerships.",
    "article": "Healthcare leaders provide insight on long-term health equity strategies that focus on collaboration and financial investments to close life expectancy gaps and eliminate barriers to good health. The Chicago communities of Englewood and Streeterville are only 10 miles apart. Despite that proximity, the difference in life expectancy for residents of those neighborhoods is not even close.  A 2019 study shows the mostly Black residents of Englewood have an average life expectancy of 60 years. In contrast, the mostly white residents of Streeterville can expect to live until the age of 90. This 30-year difference is the largest life expectancy gap between two communities within the same city according to researchers at the Department of Population Health at NYU School of Medicine. Researchers rely on life expectancy statistics to measure public health. Like many American cities, Chicago life expectancy snapshots  are directly tied to the legacy of policies and laws that segregated Americans based on skin color and ethnicity. The systemic nature of those barriers created lasting disparities that can be found today in air quality, level of poverty, quality of medical care, access to healthy food and availability of housing and transportation. CDC - The impact of racism on our nation's health The impact of COVID-19 on life expectancy is an additional reminder of the importance of achieving health equity. Experts say innovation and non-traditional partnerships are the key to undoing decades of inequities. The facts - Confronting a crisis of health inequities Long-term health equity- 'More of a marathon than a sprint' The journey to health equity for all Americans is a more of a marathon than a sprint, says Dr. Derek Robinson, vice president and chief medical officer for Blue Cross and Blue Shield of Illinois (BCBS Illinois). Dr. Robinson is a practicing emergency medicine physician. He also leads the BCBS Illinois health equity strategy, which emphasizes equity as a long-term, operational priority. To accomplish that, Dr. Robinson talks about the importance of financial investments to support non-traditional community partnerships as a strategy to address challenges that exist beyond the walls of healthcare. That's what leadership is about, says Dr. Robinson. We have to ensure that we inspire others and serve as a catalyst to ensure that we advance health equity for our communities through our collective impact. This includes our role within health care as an insurer, where we have established financial incentives to prioritize equity in clinical quality improvement. Leadership in the community Under Dr. Robinson's leadership, Blue Cross and Blue Shield of Illinois (BCBS Illinois) has been working to improve the care of its members through multiple health equity initiatives that provide financial incentives and support: Health Equity Hospital Quality Incentive Pilot Program  The program’s immediate objective is to support hospitals serving populations most at risk of contracting COVID-19 and, in the near and long terms, improving the quality of care by elevating a focus on health equity and reducing racial and ethnic disparities in care, including severe maternal morbidity. Grant program to identify and eliminate disparities   BCBS Illinois has partnered with the American Hospital Association’s (AHA) Institute for Diversity and Health Equity (IFDHE) to support new programs designed to help the awardees eliminate an identified health care disparity in their local communities and work toward ensuring safe, equitable and high-quality health care for all of their patients. Institute for Physician Diversity® (IPD) This is a first-of-its kind strategic collaboration between BCBS Illinois, academic medical centers, teaching hospitals, and not-for-profit associations.  The purpose is to achieve greater racial and ethnic diversity in the physician workforce; this effort includes the recent creation of an IPD learning community under the ACGME’s new Equity Matters Initiative. National Health Equity strategy The Blue Cross Blue Shield Association (BCBSA) is demonstrating a commitment to achieving health equity by announcing a national strategy to reduce racial disparities in healthcare starting with maternal health.  The BCBSA goal is to reduce disparities faced by Black women by 50% in 5 years. Learn more about the strategy at BlueHealthEquity.com In the spring of 2021, Blue Cross Blue Shield Association announced its new national health equity strategy - starting with the goal of reducing racial disparities in maternal health by 50% in 5 years. The strategy is based on inequities Here's how BCBSA will support national health equity goals: Improving data collection Scaling effective programs Addressing bias Building partnerships Influencing policy decisions “Your health shouldn’t depend on the color of your skin or the neighborhood you live in,” said Kim Keck, president and CEO of BCBSA. “The crisis in racial disparities in our country’s health care is unconscionable and unacceptable. While BCBS companies have made great strides in addressing racial health disparities in our local communities, there is so much more to be done.” Learn more about BCBSA efforts to achieve health equity. Blue Cross and Blue Shield of Illinois is an independent licensee of the Blue Cross Blue Shield Association, an association of independent, locally operated Blue Cross and Blue Shield companies.",
    "byline": "Carlton Houston",
    "plans": [
      "BCBS IL"
    ],
    "states": [
      "Illinois"
    ],
    "slug": "closing-life-expectancy-gaps-by-investing-in-non-traditional-partnerships",
    "img_url": "feature-closing-life-expectancy-gaps-by-investing-in-non-traditional-partnerships.jpg",
    "video_url": "",
    "topic": "Maternal Health",
    "subtopics": [
      "Collaboration with Doctors and Hospitals",
      "Provider Education and Training"
    ],
    "feature": "true",
    "read_time": "5",
    "post_date": "2021-08-27",
    "post_date_timestamp": 1630101040
  }
  ,
  {
    "headline": "Reporting racial disparities in healthcare quality spurs accountability",
    "teaser": "BCBS Massachusetts has quantified racial disparities in healthcare quality among more than 1.3 million members. Now that data can help hold people accountable for progress.",
    "article": "Massachusetts’ largest health insurer has published the first review in the state analyzing racial disparities in healthcare claims for more than 1.3 million members. It found wide gaps between white, Black, Asian and Hispanic patients, and will use the data to make meaningful change. Blue Cross Blue Shield of Massachusetts (BCBSMA) found racial disparities in the quality of care on nearly 48 measures among more than 1.3M members. The health plan published the data in a first-of-its-kind health equity report which it plans to update every year. Understanding where the gaps are can point the way toward how to close them. “These inequities are not unique to Blue Cross members,” Dr. Mark Friedberg, BCBSMA’s senior vice president for performance measurement & improvement, told Coverage, the insurer’s health news site. “But we are making them public now in an effort to be transparent and to enable members, employers and our communities to hold us accountable for improving them over time.” New incentives BCBSMA President and CEO Andrew Dreyfus announced the health plan will work with healthcare providers and hospitals collaboratively and provide financial incentives for closing equity gaps. That will give providers a business case for changing the way they practice. “As a health plan, one of the most powerful tools we have to help guide positive change is the way we pay clinicians who care for our members,” says Dreyfus. Quality covers chronic disease, women’s health, mental health, prevention and more Doctors, hospitals and health plans report performance on many metrics to provide a consistent, objective view of the healthcare quality they provide. BCBSMA selected 48 of the most widely used measures around managing chronic diseases; mental health; women’s and children’s health; prevention and other kinds of tests and treatments. For example, when it comes to chronic disease, doctors want to see their patients’ blood pressure managed. They want to see their diabetes medication taken. They want to see their asthma well controlled. When it comes to mental health, it’s best practice to follow up with patients within 30 days of inpatient treatment. Good preventive medicine includes ensuring children receive well-child visits within the first 15 months of life. Quality women’s care includes regular mammograms. What the data revealed: stark differences for women’s health and chronic condition management BCBSMA found some of the starkest differences in healthcare quality for women. For white women, the percentage of childbirths with potentially life-threatening complications was 2.2% in 2019. For Black women, 4.1%. On other health measures, just 65.4% of Hispanic patients received an appropriate screening for colorectal cancer, compared to 70% of whites. Seventy-three percent of whites received follow-up care within 30 days of an emergency room visit for mental illness. That held true for just 50% of Black patients. About 66% of Black patients had their blood pressured controlled, compared to nearly 79% of white patients. “Racial Disparities in Maternal Health,” a May 2021 Health of America report from the Blue Cross Blue Shield Association, found that women in majority Black communities have a 63% higher rate of life-threatening childbirth complications than white women. Women in majority Hispanic communities have a 32% higher rate. What’s next: supporting physicians and hospitals, gathering self-reported data Closing racial and ethnic gaps in healthcare quality won’t happen overnight. What underpins these gaps is decades of systemic racism and myriad factors that affect patients’ health. The health plan will help physicians and hospitals along their journey to improve the quality of care through a partnership with The Institute for Healthcare Improvement. Tracking progress will also depend on gathering data from health plan members directly. Most healthcare claims don’t include it. Member race and ethnicity data for BCBSMA’s initial analyses were imputed (or, calculated using other data sets to account for what was missing) using the RAND Bayesian Improved Surname Geocoding (BISG) method, which researchers commonly use when self-reported data isn’t available. It is likely that analyses based on imputed data underestimate the true magnitude of inequities. That's why Blue Cross is currently engaged in a major effort to collect self-reported race and ethnicity data from members directly.",
    "byline": "Kristin Gourlay",
    "plans": [
      "BCBS MA"
    ],
    "states": [
      "Massachusetts"
    ],
    "slug": "reporting-racial-disparities-healthcare-quality-spurs-accountability",
    "img_url": "reporting-racial-disparities-healthcare-quality-spurs-accountability.jpg",
    "video_url": "",
    "topic": "Maternal Health",
    "subtopics": [],
    "feature": "true",
    "read_time": "4",
    "post_date": "2021-10-06",
    "post_date_timestamp": 1633551673
  },
  {
    "headline": "Congress can help save pregnant women and mothers of color",
    "teaser": "Unconscionable and long-standing health disparities have prevented too many people from receiving quality health care for too long — and today, we know that racial disparities in maternal health are disproportionately impacting Black women in the United States. This is a matter of life and death, and the time is now to advance solutions that change the trajectory and create a more equitable health care system.",
    "article": "Unconscionable and long-standing health disparities have prevented too many people from receiving quality health care for too long — and today, we know that racial disparities in maternal health are disproportionately impacting Black women in the United States. This is a matter of life and death, and the time is now to advance solutions that change the trajectory and create a more equitable health care system. Women of color, particularly Black and Native American women, are two to three times more likely to die from pregnancy-related complications than their white counterparts. Further, young women of color are at heightened risk with Black women under the age of 24 being more likely to experience severe childbirth complications than white women over the age of 35, an age group usually considered high-risk. And the COVID-19 pandemic has only exacerbated maternal health disparities. Though it’s still too early to have concrete data, we must understand how the past 19 months — marked by isolation, anxiety and economic fragility — have impacted maternal health outcomes. Knowing what we know, health care leaders and policymakers on both sides of the aisle and in both chambers are stepping up and taking action. Earlier this year, the bipartisan Protecting Moms Who Served Act (H.R. 958) introduced by Reps. Lauren Underwood (D-Ill.) and Gus Bilirakis (R-Fla.) passed the House, and Sens. Tammy Duckworth (D-Ill.) and Susan Collins (R-Maine) introduced companion legislation (S. 796) in the Senate.  Members of the Black Maternal Health Caucus, including Reps. Underwood and Alma Adams (D-N.C.), Sen. Cory Booker (D-N.J.) and others, are leading the charge on the Momnibus package, which takes critical steps to improve health outcomes for pregnant women and mothers of color, their babies and their families. Essential parts of the Momnibus are moving through Congress, including: Growing and diversifying the perinatal workforce, including nurses, midwives and doulas Advancing maternal health research at minority-serving institutions Strengthening federal maternal health programs, including those at the Centers for Disease Control and Prevention and National Institutes of Health Promoting representative community engagement in Maternal Mortality Review Committees and anti-discrimination and bias training for health care professionals Addressing social determinants of maternal health and impacts of climate change-related maternal and infant health risks Though we celebrate these milestones, Congress must pass the Momnibus package in its entirety to drive transformative change. The importance of maternal wellness is invaluable, and these financial and programmatic investments are necessary to improve maternal health care, save lives and address racial health disparities head-on. Health disparities are not a one-dimensional problem, and there is no one-dimensional solution. This is why all of us — health care leaders, policymakers and community leaders — must work together toward a more equitable future. The Blues’ National Health Equity Strategy, our multiyear effort focused on key health issues that disproportionately affect people of color, underscores our commitment to reduce racial disparities in maternal health by 50 percent in the next five years. From partnering with March of Dimes to scale implicit bias trainings with health care providers, to implementing support for doula coverage and culturally appropriate interventions, Blue Cross Blue Shield (BCBS) companies across the country are leading efforts to end this maternal health crisis. Government also must play a role, and Congress must take action to help save the lives of pregnant women and mothers of color by passing the Momnibus package in full. The time is now as racial health disparities have impacted communities of color for far too long. We must do all we can to shape a more equitable future for mothers and babies today — and for generations to come.",
    "byline": "Kim Keck",
    "plans": [
      "BCBSA"
    ],
    "states": [
      "Illinois"
    ],
    "slug": "congress-can-help-save-pregnant-women-and-mothers-of-color",
    "img_url": "Keck-Health-Equity.jpg",
    "video_url": "",
    "topic": "Maternal Health",
    "subtopics": [],
    "feature": "true",
    "read_time": "2",
    "post_date": "2021-11-12",
    "post_date_timestamp": 1636753608
  },
  {
    "headline": "Moving from Awareness to Action for a Healthier Beginning",
    "teaser": "The United States faces maternal and infant health crises: It remains among the most dangerous developed nations for pregnant women, new moms and babies. ",
    "article": "The United States faces maternal and infant health crises: It remains among the most dangerous developed nations for pregnant women, new moms and babies. Maternal and infant health outcomes are especially concerning for women and babies of color. While the causes of these racial and ethnic disparities are long-standing and complex, researchers have identified implicit bias— the attitudes and stereotypes that affect an individual’s understanding, actions and decisions in an unconscious manner—as a threat to improving maternal health outcomes.",
    "byline": "BCBS",
    "plans": [
      "BCBSA"
    ],
    "states": [
      "Illinois"
    ],
    "slug": "moving-awareness-action-healthier-beginning",
    "img_url": "W09%20MOD%20Policy%20Header%20image_0.jpg",
    "video_url": "",
    "topic": "Maternal Health",
    "subtopics": [],
    "feature": "true",
    "read_time": "2",
    "post_date": "2021-12-07",
    "post_date_timestamp": 1638908493
  },
  {
    "headline": "Improving Black maternal health starts with listening",
    "teaser": "Women of color are greatly overrepresented among those missing this early care. When they do receive early care, they often face implicit bias that negatively impacts the quality of patient education they will receive as expectant mothers and increases their risk for complications throughout pregnancy.",
    "article": "In North Carolina, only 68% of pregnant women receive prenatal care in their first trimester – the most crucial for a baby’s development Women of color are greatly overrepresented among those missing this early care. When they do receive early care, they often face implicit bias that negatively impacts the quality of patient education they will receive as expectant mothers and increases their risk for complications throughout pregnancy.[3] Faced with these disparities and many more – lack of access to care, lower quality care and other consequences of structural racism – Black mothers in the state die from pregnancy-related complications at more than twice the rate of white mothers. A Bold Goal To address this public health and human rights crisis, the state’s largest insurer, BlueCross BlueShield of North Carolina (Blue Cross NC), has developed a multi-year, multi-pronged strategy aimed at reducing racial disparities in maternal and infant health care by 50% in five years. In an effort to better understand the lived experience of Black mothers in their state and inform this strategy, Blue Cross NC conducted in-depth, qualitative research with both mothers and public health experts in November 2021. The aim of this research was to assess the challenges women of color face during and after pregnancy, learn if and how the current health system is addressing these challenges, uncover gaps in care and identify what changes are needed to reduce disparities. Key Insights Among Blue Cross NC’s findings were many accounts from women that felt dismissed or undervalued as women of color in the health care space: I did not go to the doctor because I try to avoid them. I had not found one I really trusted prior to getting pregnant. One that knows my culture. The more I share about me personally to doctors, the less care I get. Like I am being penalized for being black. You just come to accept that white doctors treat white patients better. I try not to think about it. Other informative takeaways on the Black maternal health experience included: A majority of expectant mothers were aware of the statistic that Black women have 3x higher rates of maternal mortality than white women. This created a prominent sense of fear and unease, especially during labor and delivery. Most participants tried to manage the controllable - going to scheduled doctor's appointments, eating healthily, educating themselves and seeking advice from friends, family, apps and the internet to avoid becoming a statistic. Many participants felt that doctors and nurses made assumptions about them rather than treating them as individuals, leading to poorer quality care. These assumptions included the dangerous notion that, because they are Black, they are strong and have a high pain tolerance. For that reason, most women found comfort and trust in providers who looked like them and understood their experiences and cultures. They found these providers talked to them rather than over them, were better at listening and treated them as individuals rather than stereotypes. Today, Blue Cross NC is putting these insights into action. They are partnering with providers, hospitals, local and state governments and community organizations, investing $2 million to advance evidence-based initiatives across the state, and innovating their own product offerings to improve care for their members.",
    "byline": "Brianna Keefe",
    "plans": [
      "BCBSA"
    ],
    "states": [
      "Illinois"
    ],
    "slug": "improving-black-maternal-health-starts-listening",
    "img_url": "iStock-459128749.jpg",
    "video_url": "",
    "topic": "Maternal Health",
    "subtopics": [],
    "feature": "true",
    "read_time": "2",
    "post_date": "2022-04-07",
    "post_date_timestamp": 1649343558
  },
  {
    "headline": "Data show community-based doulas improve outcomes for Black mothers",
    "teaser": "Community-based doulas are changing the experiences of Black pregnant women, mothers and their children in traditionally marginalized neighborhoods in Sacramento, Los Angeles and Fresno, California.",
    "article": "Community-based doulas are changing the experiences of Black pregnant women, mothers and their children in traditionally marginalized neighborhoods in Sacramento, Los Angeles and Fresno, California. Evidence supports the use of culturally congruent doulas While the idea of using a doula isn’t new, this doula pilot program, launched by Blue Shield of California (Blue Shield), is. The idea is that supporting Black mothers with doulas hired by community-based organizations can do more to improve health outcomes and reduce racial health disparities than programs that don’t use workers with intimate knowledge of the communities they serve. Doulas are trained, non-clinical professionals who can give a mother emotional, physical and educational support. There’s strong evidence that working with a doula can reduce childbirth complications and improve care coordination. Focusing on ZIP codes with the greatest needs The pilot began in ZIP codes selected because of their high rates of infant mortality and childbirth complications. Doulas were hired by the community organizations that focus on Black mothers: Her Health First and Diversity Uplifts-Frontline Doulas. Their services are free, paid for by Blue Shield, and open to anyone. Shannon Cosgrove, Blue Shield's director of community health, says it was critical to partner with organizations that have been leaders in culturally appropriate pregnancy care. We knew we couldn’t erase disparities or provide services on our own says Cosgrove. New data show the test is succeeding. How doulas have begun to improve outcomes for Black mothers and babies Blue Shield analyst Courtney Paulson says participants have had a higher percentage of full-term births, fewer Cesarean sections and lower rates of postpartum depression compared to state and national averages. Based on this early success, Blue Shield hopes to increase the doula workforce and access to other culturally competent providers statewide. Leigh Purry, senior manager of Blue Shield's community health team, says doulas begin by meeting with moms who decide to enroll in the program. They work to understand their history, their needs, their birthing preferences says Purry. This is when the doula dives into establishing that relationship as a foundation. The relationship, says Purry, is critical to decreasing a mom’s stress during pre- and postnatal periods.That stress  may be the result of previous experiences in hospitals and doctor’s offices. At a patient intake, says Purry, many moms report their treatment in health care settings has been unfair because of their race or ethnicity. Purry notes that doulas can: Empower families to develop their own birth plans Ensure mothers receive the care needed to manage risks, such as chronic disease, a prior low-weight birth, or depression Attend a delivery and advocate for a mother’s wishes Link families to resources that help address social needs, such as housing The program also gives moms access to an online tool called Mahmee that houses health records for the mother and child, enables messaging with their doula and provides access to group classes and other resources. Listening to Black mothers' experiences Cosgrove says this pilot is part of a larger effort at the health plan to reimagine Black maternal health care. A key part of that effort is listening to the community. Her team and the Black Wellness & Prosperity Center have been convening a series of Black Maternal Health Circles. Participants  share experiences about their interactions with health care providers, health plans and BSC’s maternal health resources. The outcomes of those conversations might include implementing a survey for OB patients called the Patient Reported Experience Measure of Obstetric Racism providing cultural humility training to providers or tailoring benefits to better support Black women. Cosgrove says Blue Shield is evaluating new maternal health benefits, based on the findings from the pilot and community feedback. Cosgrove, Paulsen and Purry agree there’s much work to be done. But as Purry puts it This is a total passion. We want to make sure we’re closing the gaps on the disparities that our community faces statewide.",
    "byline": "Kristin Gourlay",
    "plans": [
      "Blue Shield of California"
    ],
    "states": [
      "California"
    ],
    "slug": "data-show-community-based-doulas-improve-outcomes-black-mothers",
    "img_url": "physical-therapy-1000px.jpeg",
    "video_url": "",
    "topic": "Maternal Health",
    "subtopics": [],
    "feature": "true",
    "read_time": "2",
    "post_date": "2022-04-11",
    "post_date_timestamp": 1649709441
  }
]
